[{"file_name": "Bajaj", "chunk_id": 0, "text": " \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 1 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \nPolicy Wordings \n \nUIN- BAJHLIP23020V012223 \nSE"}, {"file_name": "Bajaj", "chunk_id": 1, "text": "CTION A) PREAMBLE \n \nWhereas the Insured described in the Policy Schedule hereto (hereinafter called the ‘Insured’ or “Policyholder” or \n“Insured Person”) has made to Bajaj Allianz General Insurance Company Limited (hereinafter called the “Company” \nor “Insurer” or “Insurance Company”) a proposal or Proposal as mentioned in the transcript of the Proposal, which \nshall be the basis of this Contract and is deemed to be incorporated herein, containing certain undertakings, \ndeclarations, informatio"}, {"file_name": "Bajaj", "chunk_id": 2, "text": "n/particulars and statements, which is hereby agreed to be the basis of this Contract and be \nconsidered as incorporated herein, for the insurance Contract hereinafter contained and has paid the premium \nspecified in the Policy Schedule hereto as consideration for such insurance Contract, now the Company agrees, \nsubject always to the Policy Schedule and the following terms, conditions, exclusions, and limitations of the Policy, \nand in excess of the amount of the Deductible/Co-Payment, to indem"}, {"file_name": "Bajaj", "chunk_id": 3, "text": "nify the Insured in respect of an admissible \nclaim in the manner and to the extent hereinafter stated. \n \nSECTION B) DEFINITIONS - STANDARD DEFINITIONS \nWords or terms mentioned below have the meaning ascribed to them wherever they appear in this Policy, and \nreferences to the singular or to the masculine, include references to the plural or to the feminine wherever the context \npermits. If any word starts with Capital alphabet but is not defined in the Standard Definitions or Specific Definiti"}, {"file_name": "Bajaj", "chunk_id": 4, "text": "ons, \nthen such word shall be interpreted as per the headings of the respective clauses/points in these Policy Wordings. \n \n1. Accident:- \nAn Accident means sudden, unforeseen and involuntary event caused by external, visible and violent means. \n \n2. Any one Illness:- \nAny one Illness means continuous Period of Illness and it includes relapse within 45 days from the date of last \nconsultation with the Hospital/Nursing Home where treatment was taken. \n \n3. AYUSH Hospital:- \nAn AYUSH Hospital is a"}, {"file_name": "Bajaj", "chunk_id": 5, "text": " healthcare facility wherein medical/surgical/para-surgical treatment procedures and \ninterventions are carried out by AYUSH Medical Practitioner(s) comprising of any of the following: \na. Central or State Government AYUSH Hospital; or \nb. Teaching Hospital attached to AYUSH College recognized by the Central Government/Central Council of \nIndian Medicine/Central Council for Homeopathy; or \nc. AYUSH Hospital, standalone or co-located with Inpatient healthcare facility of any recognized system of "}, {"file_name": "Bajaj", "chunk_id": 6, "text": "\nmedicine, registered with the local authorities, wherever applicable, and is under the supervision of a qualified \nregistered AYUSH Medical Practitioner and must comply with all the following criterion: \ni. Having at least 5 Inpatient beds; \nii. Having qualified AYUSH Medical Practitioner in charge round the clock; \niii. Having dedicated AYUSH therapy sections as required and/or has equipped operation theatre where \nsurgical procedures are to be carried out; \niv.Maintaining daily records of the"}, {"file_name": "Bajaj", "chunk_id": 7, "text": " patients and making them accessible to the Insurance Company’s \nauthorized representative. \n \n4. \nAYUSH Day Care Centre:- \nAYUSH Day Care Centre means and includes Community Health Centre (CHC), Primary Health Centre (PHC), \nDispensary, Clinic, Polyclinic or any such health centre which is registered with the local authorities, wherever \napplicable and having facilities for carrying out treatment procedures and medical or surgical/para-surgical \ninterventions or both under the supervision of re"}, {"file_name": "Bajaj", "chunk_id": 8, "text": "gistered AYUSH Medical Practitioner (s) on Day Care Treatment \nbasis without Inpatient services and must comply with all the following criterion: \ni. \nHaving qualified registered AYUSH Medical Practitioner(s) in charge; \nii. \nHaving dedicated AYUSH therapy sections as required and/or has equipped operation theatre where \nsurgical procedures are to be carried out; \niii. \nMaintaining daily records of the patients and making them accessible to the  Insurance Company’s \nauthorized representative. \n "}, {"file_name": "Bajaj", "chunk_id": 9, "text": "\n \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 2 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \n5. \nCashless Facility:- \nCashless Facili"}, {"file_name": "Bajaj", "chunk_id": 10, "text": "ty means a facility extended by the Insurer to the Insured where the payments, of the costs of \ntreatment undergone by the Insured in accordance with the Policy terms and conditions, are directly made to the \nNetwork Provider by the Insurer to the extent pre-authorization is approved. \n \n6. \nCondition Precedent:- \nCondition Precedent means a Policy term or condition upon which the Insurer's liability under the Policy is \nconditional upon. \n \n7. \nCongenital Anomaly:- \nCongenital Anomaly means a c"}, {"file_name": "Bajaj", "chunk_id": 11, "text": "ondition which is present since birth, and which is abnormal with reference to \nform, structure or position. \na. Internal Congenital Anomaly- Congenital Anomaly which is not in the visible and accessible parts of the body \nb. External Congenital Anomaly- Congenital Anomaly which is in the visible and accessible parts of the body \n \n8. \nCo-Payment:- \nA Co-Payment means a cost-sharing requirement under a health insurance Policy that provides that the \nPolicyholder/Insured will bear a specified per"}, {"file_name": "Bajaj", "chunk_id": 12, "text": "centage of the admissible claim amount. A Co-Payment does not \nreduce the Sum Insured. \n \n9. \nCumulative Bonus:- \nCumulative Bonus means any increase or addition in the Sum Insured granted by the insurer without an \nassociated increase in premium. \n \n10. Day Care Centre:- \nA Day Care Centre means any institution established for Day Care Treatment of Illness and / or injuries or a \nmedical set -up with a Hospital and which has been registered with the local authorities, wherever applicable, and \n"}, {"file_name": "Bajaj", "chunk_id": 13, "text": "is under supervision of a registered and qualified Medical Practitioner AND must comply with all minimum \ncriterion as under:-  \ni. \nhas qualified nursing staff under its employment; \nii. \nhas qualified Medical Practitioner (s) in charge; \niii. \nhas a fully equipped operation theatre of its own where surgical procedures are carried out; \niv. \nmaintains daily records of patients and will make these accessible to the Insurance Company’s authorized \npersonnel. \n \n11. Day Care Treatment:- \nDay care "}, {"file_name": "Bajaj", "chunk_id": 14, "text": "treatment means medical treatment, and/or surgical procedure which is: \ni. undertaken under General or Local Anesthesia in a Hospital/Day Care Centre in less than 24 hrs because of \ntechnological advancement, and \nii. Which would have otherwise required a Hospitalization of more than 24 hours. \nTreatment normally taken on an out-patient basis is not included in the scope of this definition. \n \n12. Deductible:- \nDeductible means a cost sharing requirement under a health insurance Policy that prov"}, {"file_name": "Bajaj", "chunk_id": 15, "text": "ides that the insurer will \nnot be liable for a specified amount in case of indemnity policies and for a specified number of days/hours in case \nof Hospital cash policies which will apply before any benefits are payable by the insurer. A Deductible does not \nreduce the Sum Insured. \n \n13. Dental Treatment:- \nDental Treatment means a treatment related to teeth or structures supporting teeth including examinations, fillings \n(where appropriate), crowns, extractions and surgery. \n \n14. Disclosure t"}, {"file_name": "Bajaj", "chunk_id": 16, "text": "o information norm:- \nThe Policy shall be void and all premium paid thereon shall be forfeited to the Company, in the event of \nmisrepresentation, mis-description or non-disclosure of any material fact. \n \n15. Emergency Care:- \nEmergency care means management for an Illness or Injury which results in symptoms which occur suddenly and \nunexpectedly, and requires immediate care by a Medical Practitioner to prevent death or serious long term \nimpairment of the Insured person’s health. \n \n \n \n \n \n \n"}, {"file_name": "Bajaj", "chunk_id": 17, "text": " \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 3 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \n16. Grace Period:- \nGrace period means the specified pe"}, {"file_name": "Bajaj", "chunk_id": 18, "text": "riod of time immediately following the premium due date during which a \npayment can be made to renew or continue a Policy in force without loss of continuity benefits such as waiting \nperiods and coverage of pre-existing diseases. Coverage is not available for the period for which no premium is \nreceived. \n \n17. Hospital:- \nA Hospital means any institution established for Inpatient care and Day Care Treatment of Illness and/or injuries \nand which has been registered as a Hospital with the local "}, {"file_name": "Bajaj", "chunk_id": 19, "text": "authorities under the Clinical Establishments \n(Registration and Regulation) Act, 2010 OR under the enactments specified under the Schedule of Section 56(1) \nof the said Act OR complies with all minimum criteria as under: \ni. has qualified nursing staff under its employment round the clock; \nii. has at least 10 Inpatient beds in towns having a population of less than 10,00,000 and at least 15 Inpatient \nbeds in all other places; \niii. has qualified Medical Practitioner(s) in charge round the clo"}, {"file_name": "Bajaj", "chunk_id": 20, "text": "ck; \niv. has a fully equipped operation theatre of its own where surgical procedures are carried out; \nv. maintains daily records of patients and makes these accessible to the Insurance Company’s authorized \npersonnel. \n \n18. Hospitalization:- \nHospitalization means admission in a Hospital for a minimum period of 24 consecutive In-patient Care hours \nexcept for specified procedures/ treatments, where such admission could be for a period of less than 24 \nconsecutive hours. \n \n19. Illness:- \nIllne"}, {"file_name": "Bajaj", "chunk_id": 21, "text": "ss means a sickness or a disease or pathological condition leading to the impairment of normal physiological \nfunction and requires medical treatment. \na.    Acute condition - Acute condition is a disease, Illness or Injury that is likely to respond quickly to treatment \nwhich aims to return the person to his or her state of health immediately before suffering the \ndisease/Illness/Injury which leads to full recovery. \nb.   Chronic condition – A chronic condition is defined as a disease, Illness,"}, {"file_name": "Bajaj", "chunk_id": 22, "text": " or Injury that has one or more of the \nfollowing characteristics: \na. it needs ongoing or long-term monitoring through consultations, examinations, check-ups, and /or tests \nb. it needs ongoing or long-term control for relief of symptoms \nc. it requires rehabilitation for the patient or for the patient to be specially trained to cope with it \nd. it continues indefinitely \ne. it recurs or is likely to recur. \n \n20. Injury:- \nInjury means Accidental physical bodily harm excluding Illness or disea"}, {"file_name": "Bajaj", "chunk_id": 23, "text": "se solely and directly caused by external, \nviolent, visible and evident means which is verified and certified by a Medical Practitioner. \n \n21. Inpatient Care:- \nInpatient care means treatment for which the Insured has to stay in a Hospital for more than 24 hours for a \ncovered event. \n \n22. Intensive Care Unit:- \nIntensive Care Unit means an identified section, ward or wing of a Hospital which is under the constant \nsupervision of a dedicated Medical Practitioner(s), and which is specially equ"}, {"file_name": "Bajaj", "chunk_id": 24, "text": "ipped for the continuous monitoring \nand treatment of patients who are in a critical condition, or require life support facilities and where the level of care \nand supervision is considerably more sophisticated and intensive than in the ordinary and other wards. \n \n23. ICU Charges:- \nICU (Intensive Care Unit) Charges means the amount charged by a Hospital towards ICU expenses which shall \ninclude the expenses for ICU bed, general medical support services provided to any ICU patient including \nmo"}, {"file_name": "Bajaj", "chunk_id": 25, "text": "nitoring devices, critical care nursing and intensivist charges. \n \n24. Kidney Failure Requiring Regular Dialysis:- \nEnd  stage  renal  disease  presenting  as  chronic  irreversible  failure  of  both kidneys  to  function,  as  a  result  \nof  which  either  regular  renal  dialysis (hemodialysis or peritoneal dialysis) is instituted or renal transplantation is \ncarried  out.  Diagnosis has to be confirmed by a Specialist Medical Practitioner. \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n     "}, {"file_name": "Bajaj", "chunk_id": 26, "text": "                           Global Health Care/ Policy Wordings/Page 4 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \n25. Maternity expenses:- \nMaternity expenses means;  \na. medical treatment expenses traceable "}, {"file_name": "Bajaj", "chunk_id": 27, "text": "to childbirth (including complicated deliveries and caesarean sections \nincurred during Hospitalization);  \nb. expenses towards lawful medical termination of pregnancy during the Policy Period. \n  \n26. Medical Advice:- \nMedical Advice means any consultation or advice from a Medical Practitioner including the issuance of any \nprescription or follow up prescription. \n \n27. Medical Expenses:- \nMedical Expenses means those expenses that an Insured has necessarily and actually incurred for medical \nt"}, {"file_name": "Bajaj", "chunk_id": 28, "text": "reatment on account of Illness or Accident on the advice of a Medical Practitioner, as long as these are no more \nthan would have been payable if the Insured had not been Insured and no more than other Hospitals or Medical \nPractitioners in the same locality would have charged for the same medical treatment. \n \n28. Medical Practitioner/Doctor/ Physician:- \nMedical Practitioner means a person who holds a valid registration from the Medical Council of any State or \nMedical Council of India or Coun"}, {"file_name": "Bajaj", "chunk_id": 29, "text": "cil for Indian Medicine or for Homeopathy set up by the Government of India or a \nState Government and is thereby entitled to practice medicine within its jurisdiction; and is acting within its scope \nand jurisdiction of license.  \n \n29. Medically Necessary Treatment:- \nMedically necessary treatment means any treatment, tests, medication, or stay in Hospital or part of a stay in \nHospital which: \ni. \nis required for the medical management of the Illness or Injury suffered by the Insured; \nii. \nm"}, {"file_name": "Bajaj", "chunk_id": 30, "text": "ust not exceed the level of care necessary to provide safe, adequate and appropriate medical care in \nscope, duration, or intensity; \niii. \nmust have been prescribed by a Medical Practitioner, \niv. \nmust conform to the professional standards widely accepted in international medical practice or by the \nmedical community in India. \n \n30. Migration:- \nMigration means, the right accorded to health insurance policyholders (including all members under family cover \nand members under family cover and m"}, {"file_name": "Bajaj", "chunk_id": 31, "text": "embers of group health insurance Policy), to transfer the credit gained for \npre-existing conditions and time bound exclusions, with the same insurer. \n \n31. Network Provider:- \nNetwork Provider means Hospitals or health care providers enlisted by an insurer, TPA or jointly by an Insurer \nand TPA to provide medical services to an Insured by a Cashless Facility. \n \n32.   New Born Baby:- \nNew Born Baby means baby born during the Policy Period and is aged up to 90 days. \n \n33. Non- Network Provider"}, {"file_name": "Bajaj", "chunk_id": 32, "text": ":- \nNon-Network Provider means any Hospital, Day Care Centre or other provider that is not part of the Network. \n \n34. Notification of Claim:- \nNotification of claim means the process of intimating a claim to the insurer or TPA through any of the recognized \nmodes of communication. \n \n35. OPD treatment:- \nOPD treatment means the one in which the Insured visits a clinic / Hospital or associated facility like a \nconsultation room for diagnosis and treatment based on the advice of a Medical Practit"}, {"file_name": "Bajaj", "chunk_id": 33, "text": "ioner. The Insured is not \nadmitted as a Day Care Treatment or Inpatient. \n \n36. Portability:- \nPortability means the right accorded to an individual health insurance policyholder (including all members \nunder family cover) to transfer the credit gained for pre-existing conditions and time-bound exclusions from \none insurer to another. \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 5 \n \n \nBajaj Allianz General Insurance Co."}, {"file_name": "Bajaj", "chunk_id": 34, "text": " Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \n37. Pre-Existing Disease:- \nPre-Existing Disease means any condition, ailment or Injury or disease \na. That is/are diagnosed by a physician within 48 months prior to the effective date of the Policy issue"}, {"file_name": "Bajaj", "chunk_id": 35, "text": "d by the \ninsurer  \nor \nb. For which medical advice or treatment was recommended by, or received from, a physician within 48 months \nprior to the effective date of the Policy or its reinstatement. \n \n38. Pre-Hospitalization Medical Expenses:- \nPre-Hospitalization Medical Expenses means medical expenses incurred during pre-defined number of days \npreceding the Hospitalization of the Insured, provided that: \ni. Such Medical Expenses are incurred for the same condition for which the Insured’s Hospi"}, {"file_name": "Bajaj", "chunk_id": 36, "text": "talization was \nrequired, and \nii. The In-patient Hospitalization claim for such Hospitalization is admissible by the Insurance Company. \n \n39. Post-Hospitalization Medical Expenses:- \nPost-Hospitalization Medical Expenses means medical expenses incurred during pre-defined number of days \nimmediately after the Insured is discharged from the Hospital provided that: \ni. \nSuch Medical Expenses are for the same condition for which the Insured’s Hospitalization was required, and \nii. \nThe Inpatient H"}, {"file_name": "Bajaj", "chunk_id": 37, "text": "ospitalization claim for such Hospitalization is admissible by the Insurance Company. \n \n40. Reasonable and Customary Charges:- \nReasonable and Customary Charges means the charges for services or supplies, which are the standard charges \nfor the specific provider and consistent with the prevailing charges in the geographical area for identical or similar \nservices, taking into account the nature of the Illness / Injury involved. \n \n41. Qualified Nurse:- \nQualified nurse means a person who holds "}, {"file_name": "Bajaj", "chunk_id": 38, "text": "a valid registration from the Nursing Council of India or the Nursing \nCouncil of any state in India. \n \n42. Renewal:- \nRenewal means the terms on which the contract of insurance can be renewed on mutual consent with a provision \nof grace period for treating the renewal continuous for the purpose of gaining credit for pre-existing diseases, \ntime-bound exclusions and for all waiting periods. \n \n43. Room Rent:- \nRoom Rent means the amount charged by a Hospital towards Room and Boarding expenses a"}, {"file_name": "Bajaj", "chunk_id": 39, "text": "nd shall include \nthe associated medical expenses. \n \n44. Surgery or Surgical Procedure:- \nSurgery or Surgical Procedure means manual and / or operative procedure (s) required for treatment of an Illness \nor Injury, correction of deformities and defects, diagnosis and cure of diseases, relief from suffering and \nprolongation of life, performed in a Hospital or Day Care Centre by a Medical Practitioner. \n \n45. Unproven/Experimental Treatment:- \nUnproven/Experimental treatment means the treatment,"}, {"file_name": "Bajaj", "chunk_id": 40, "text": " including drug experimental therapy, which is not based \non established medical practice in India, is treatment experimental or unproven. \n \nSECTION B) DEFINITIONS - SPECIFIC DEFINITIONS \n \n1. Accidental shall be construed as per definition of Accident in Standard Definitions.  \n \n2. Act of Terrorism:-  \nMeans an act or thing by any person or group(s) of persons, whether acting alone or on behalf of or in connection \nwith or in connivance with or at the instance or instigation of any person or "}, {"file_name": "Bajaj", "chunk_id": 41, "text": "group(s) or organisation(s) or \nassociations(s), who are committed or proclaimed to be committed for political, religious or ideological purposes, \nwhether such person or group(s) of persons or organisation(s) or association(s) are or are not banned any law, in \nsuch a manner or with intent to threaten the unity, integrity, security or sovereignty of India or to strike terror in \nthe people or any section of the people by using bombs, dynamite or other explosive substances or inflammable \nsubsta"}, {"file_name": "Bajaj", "chunk_id": 42, "text": "nces or firearms or other lethal weapons or poisons or noxious gases or other chemicals or by any other \nsubstances (whether biological or otherwise) of a hazardous nature or by any other means whatsoever, with \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 6 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on"}, {"file_name": "Bajaj", "chunk_id": 43, "text": " to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \nintend to cause, or likely to cause, death or, or injuries to any person or persons or loss of, or damage to, or \ndestruction of, property or disruption of any supplies or services essential to the life of the community or causes \ndamage or destruction of any property or equipment used or intended to be used for the defence of India "}, {"file_name": "Bajaj", "chunk_id": 44, "text": "or in \nconnection with any other purposes of the Government of India, any State Government or an of their agencies, or \ndetains any person and threatens to kill or injure such person in order to compel the Government or any other \nperson to do or abstain from doing any act. Provided further that for the above acts appropriate criminal \nprosecution has been initiated by police and charge sheet has been filed in competent court of criminal \njurisdiction, either under special law or under general l"}, {"file_name": "Bajaj", "chunk_id": 45, "text": "aw. \n \n3. Bajaj Allianz Network Hospitals / Network Hospitals/Network Providers:- \nBajaj Allianz Network Hospitals / Network Hospitals means the Hospitals which have been empanelled by the \nInsurer as per the latest     version of the list of Hospitals maintained by the Insurer, which is available to You on \nrequest. For updated list please visit Our website. \n \n4. Bajaj Allianz Diagnostic Centre:- \nBajaj Allianz Diagnostic Centre means the diagnostic centers which have been empanelled by Us as "}, {"file_name": "Bajaj", "chunk_id": 46, "text": "per the latest \nversion of the schedule of diagnostic centers maintained by Us, which is available to You on request. \n \n5. Alternate/Complementary treatment:- \nComplementary treatment refers to therapeutic and diagnostic treatment that exists outside of traditional Western \nmedicine viz. chiropractic treatment, osteopathy, Chinese herbal medicine, homeopathy, acupuncture and \npodiatry as practised by approved therapists. \n \n6. Dental prescription drugs outside India:- \nDental prescription drugs"}, {"file_name": "Bajaj", "chunk_id": 47, "text": " outside India refers to those prescribed by a dentist for the treatment of dental \ninflammation or infection. The prescription drugs must be proven to be effective for the condition and recognized \nby the pharmaceutical regulator in a given country. They do not include mouthwashes, fluoride products, \nantiseptic gels and toothpastes. \n \n7. Dental prostheses outside India:- \nDental prostheses outside India includes crowns, inlays, onlays, adhesive reconstructions/restorations, bridges, \ndentures"}, {"file_name": "Bajaj", "chunk_id": 48, "text": " and implants as well as all necessary and ancillary treatment required \n \n8. Dental surgery outside India:- \nDental surgery outside India includes the surgical extraction of teeth, as well as other tooth-related surgical \nprocedures such as apicoectomy and dental prescription drugs. All investigative procedures that establish the \nneed for dental surgery such as laboratory tests, X-rays, CT scans and MRI(s) are included under this benefit. \nDental surgery does not cover surgical treatment that "}, {"file_name": "Bajaj", "chunk_id": 49, "text": "relates to dental implants. \n \n9. Dental treatment outside India:- \nDental treatment outside India includes an annual check-up, simple fillings related to cavities or decay, root canal \ntreatment and dental prescription drugs. \n \n10. Dependent:- \nDependent means a family member who is Your spouse, children and parents/parents-in-law. \n \n11. Dependent child:- \nA child is considered a dependent for insurance purposes up to the day before his/her 25th birthday. If enrolled in \nfull time education a"}, {"file_name": "Bajaj", "chunk_id": 50, "text": " child is considered as dependent up to the day before his/her 30th birthday provided he is \nfinancially dependent on the proposer. \n \n12. Diagnostic tests:- \nDiagnostic tests refers to investigations such as x-rays or blood tests, undertaken to determine the cause of the \npresented symptoms. \n \n13. Emergency and Emergency Treatment \nEmergency Treatment shall be accordingly taken/interpreted as per definition of Emergency Care read with this \ndefinition. Provided however only treatment commencin"}, {"file_name": "Bajaj", "chunk_id": 51, "text": "g within 24 hours of the Emergency event will be covered. \n \n14. Emergency Inpatient Dental Treatment arising from an Accident:- \nEmergency Inpatient Dental Treatment arising from an Accident refers to acute Emergency Dental Treatment that \nis due to a serious Accident and requires admission to Hospital. The treatment must take place within 24 hours of \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 7 \n \n \nBajaj Allianz Genera"}, {"file_name": "Bajaj", "chunk_id": 52, "text": "l Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \nthe Emergency event. Cover does not extend to follow-up Dental Treatment, dental surgery, dental prostheses, \northodontics or periodontics. \n \n15. Emergency Treatment outside area of cover:- "}, {"file_name": "Bajaj", "chunk_id": 53, "text": "\nEmergency treatment outside area of cover is treatment for medical emergencies which occur during business or \nholiday trips outside Your area of cover. Cover is provided for up to six weeks per trip within the maximum benefit \namount. It includes treatment required due to an Accident or the sudden beginning or worsening of a severe \nIllness which presents an immediate threat to Your health. Treatment by a Doctor must start within 24 hours of \nthe Emergency event. Cover is not provided for cura"}, {"file_name": "Bajaj", "chunk_id": 54, "text": "tive or follow-up non-Emergency treatment, even if You are \ndeemed unable to travel to a country within Your geographical area of cover. Nor does it extend to charges \nrelating to maternity, pregnancy, childbirth or any complications of pregnancy or childbirth. You must tell Us if You \nare going to be outside Your area of cover for more than six weeks. \n \n16. Endorsement:- \nEndorsement means any writing on a Policy Schedule or Policy, in addition to its normal Policy Schedule/Policy \nwording/Sta"}, {"file_name": "Bajaj", "chunk_id": 55, "text": "ndard Terms and Conditions which supplements or modifies its Policy Schedule/Policy \nWording/Standard Terms and Conditions. It may be added when Policy is prepared, or subsequently. Provided \nhowever any Service Level Agreement [SLA] or Agreement/MOU laying down various service levels shall not be \ntreated as Endorsement. \n \n17. Family history:- \nFamily history exists where a parent, grandparent, sibling, child, aunt or uncle has been previously diagnosed with \nthe medical condition in question."}, {"file_name": "Bajaj", "chunk_id": 56, "text": " \n \n18. Home Country:- \nHome country is a country for which You hold a current passport or which is Your principal country of residence. \n \n19. Hospital (for International Cover):-  \nHospital for international practice is any establishment which is licensed as a medical or surgical Hospital in the \ncountry where it operates and where the patient is permanently supervised by a Doctor.  \nThe following are not considered Hospitals:  \n“rest and nursing homes, spas, cure-centres and health resorts.” "}, {"file_name": "Bajaj", "chunk_id": 57, "text": "\n \n20. Inpatient:- shall be construed as per Standard Definition of Inpatient Care. \n \n21. Inpatient cash benefit:- \nIn-patient cash benefit is payable when You receive Inpatient treatment free of charge for a medical condition that \nis covered by Us. Cover is limited to the amount and maximum number of nights specified in the Table of Benefits \nand is payable after You are discharged from Hospital. \n \n20. Limit of Indemnity:- \nLimit of Indemnity represents Our maximum liability to make payment "}, {"file_name": "Bajaj", "chunk_id": 58, "text": "for each and every claim per person and \ncollectively for all persons mentioned in the Policy Schedule during the Policy Period and in the aggregate for the \nperson(s) named in the Policy Schedule during the Policy Period, and means the amount stated in the Policy \nSchedule against each Cover. \n \n21. Living donor medical costs:- \nLiving donor medical costs refer to the expenses We pay up to the limits specified in the Policy Schedule, towards \norgan donor’s treatment for harvesting of the donate"}, {"file_name": "Bajaj", "chunk_id": 59, "text": "d organ, provided that, \n \nThe organ donor is any person whose organ has been made available in accordance and in compliance with \nthe local regulation and the organ donated is for the use of the Insured, and \n \nWe have accepted an Inpatient Hospitalization claim for the Insured under In-patient Hospitalization treatment \nfor organ transplant. \n \n22. Local (Road) ambulance:- \nLocal (Road) ambulance is ambulance transport that is required for an Emergency or out of medical necessity, to \nthe ne"}, {"file_name": "Bajaj", "chunk_id": 60, "text": "arest available and appropriate Hospital or licensed medical facility. \n \n23. Medical Consumable:- \nMedical consumable and equipment includes syringes, needles, sutures, staples, packaging, tubing, \ncatheters, medical gloves, gowns, masks, adhesives and sealants for wound dressing and a whole host of other \ndevices and tools used with a Hospital or surgical environment \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 8 \n \n \nBaj"}, {"file_name": "Bajaj", "chunk_id": 61, "text": "aj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \n24. Medical Practitioners/Doctor (for International Cover):-  \nMedical Practitioners/Doctor for international practice are Doctors who are licensed to practise medicine und"}, {"file_name": "Bajaj", "chunk_id": 62, "text": "er \nthe law of the country in which Medically Necessary Treatment is given and where they are practising within the \nlimits of their licence. \n \n25. Medical Practitioner fees:- \nMedical Practitioner fees refers to non-surgical treatment performed or administered by a Medical Practitioner. \n \n26. Medical underwriting:- \nMedical underwriting is the assessment of insurance risk based on information that You give Us when applying for \ncover. Our underwriting team uses this information to decide the "}, {"file_name": "Bajaj", "chunk_id": 63, "text": "terms of Our offer. \n \n27. \"Mental Illness\" means a substantial disorder of thinking, mood, perception, orientation or memory that grossly \nimpairs judgment, behaviour, capacity to recognise reality or ability to meet the ordinary demands of life, but does \nnot include mental retardation which is a condition of arrested or incomplete development of mind of a person, \nspecially characterised by sub normality of intelligence; \n \n28. Named Insured/ Insured/Insured Person:  \nInsured means the person"}, {"file_name": "Bajaj", "chunk_id": 64, "text": "s, or his Family Members, named in the Schedule provided that an Insured or his \nFamily Members has attained the age of 3 months and is not older than 65 years of age at the commencement of \nfirst Global Health Care Policy. \n \n29. Network shall be construed as per the Standard Definition of Network Provider. \n \n30. Obesity:- \nObesity means abnormal or excessive fat accumulation that may impair health. Obesity is measured in Body \nMass Index. \nBody mass index (BMI) is a simple index of weight-for"}, {"file_name": "Bajaj", "chunk_id": 65, "text": "-height that is commonly used to classify overweight and \nobesity in adults. It is defined as a person's weight in kilograms divided by the square of his height in meters \n(kg/m2). \nThe WHO definition is: \n BMI greater than or equal to 25 is overweight  \n BMI greater than or equal to 30 is obesity \n \n31. Oral and maxillofacial surgical procedures outside India:- \nOral and maxillofacial surgical procedures outside India refers to surgical treatment on the mouth, jaws, face or \nneck performed in"}, {"file_name": "Bajaj", "chunk_id": 66, "text": " a Hospital by an oral and maxillofacial surgeon for: oral pathology, temporomandibular joint \ndisorders, facial bone fractures, congenital jaw deformities, salivary gland diseases and tumours.  \nUnless You hold an International Dental Plan, We do not cover the following procedures even if they are \nperformed by an oral and maxillofacial surgeon:  \n Surgical removal of impacted teeth  \n Surgical removal of cysts \n Orthognathic surgeries for the correction of malocclusion. \n \n32. Organ transpl"}, {"file_name": "Bajaj", "chunk_id": 67, "text": "ant:- \nOrgan transplant refers to the following organ or tissue transplants: heart, heart/valve, heart/lung, liver, pancreas, \npancreas/kidney, kidney, bone marrow, parathyroid, muscular/skeletal and cornea. \n \n33. Periodontics (for international practice):- \nPeriodontics refers to Dental Treatment related to gum disease. \n \n34. Podiatry \nPodiatry refers to Medically Necessary Treatment carried out by a State Registered podiatrist. \n \n35. Policy or Contract/ Global Health Care Policy:- \nPolicy o"}, {"file_name": "Bajaj", "chunk_id": 68, "text": "r Contract means the Proposal, the Policy Schedule, along with these Terms and Conditions issued to the \nInsured and any annexures and/or Endorsements attaching to and / or forming part thereof either at the \ncommencement of Policy Period or during the Policy Period. \n \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 9 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yera"}, {"file_name": "Bajaj", "chunk_id": 69, "text": "wada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \n36. Policy Schedule or Schedule:- \nPolicy Schedule means the Policy Schedule and any annexure or Endorsements to it, if any, as issued by the \nCompany, which forms part of Policy. \n \n37. Policy Period:- \nPolicy Period means period from risk inception date [RID] to risk en"}, {"file_name": "Bajaj", "chunk_id": 70, "text": "d date [RED], as mentioned in the Policy \nSchedule. \n \n38. Policy Year:- \nPolicy Year means the period of 12 months.  \n \n39. Prescribed physiotherapy:- \nPrescribed physiotherapy refers to treatment provided by a registered physiotherapist following referral by a \nDoctor. Physiotherapy is initially restricted to 12 sessions per condition, after which treatment must be reviewed \nby the Doctor who referred You. If You need further sessions, You must send Us a new progress report after \nevery set of"}, {"file_name": "Bajaj", "chunk_id": 71, "text": " 12 sessions, indicating the medical necessity for more treatment. Physiotherapy does not include \ntherapies such as Rolfing, massage, Pilates, Fango and Milta. \n \n40. Prescription drugs:- \nPrescription drugs refers to products which You can’t buy without a prescription and are to treat a confirmed \ndiagnosis or medical condition or to compensate a lack of vital bodily substances. Examples are antibiotics, \nsedatives, etc. Prescription drugs must be clinically proven to be effective for the diag"}, {"file_name": "Bajaj", "chunk_id": 72, "text": "nosed condition. They must \nalso be recognised by internationally accepted medical guidelines. \n \n41. Principal country of residence:- \nPrincipal country of residence is the country where You and Your dependents (if applicable) live for more than six \nmonths of the Policy year. \n \n42. Psychiatrist \nPsychiatrist is a registered Medical Practitioner who specializes in psychiatry, the branch of medicine devoted to \nthe diagnosis, prevention, study, and treatment of mental disorders. \n \n43. Rehabili"}, {"file_name": "Bajaj", "chunk_id": 73, "text": "tation \nRehabilitation is defined as “a set of interventions designed to optimize functioning and reduce disability in \nindividuals with health conditions in interaction with their environment. \nRehabilitation is a treatment that combines therapies such as physical, occupational and speech therapy. It aims \nto restore original form or function after an acute Illness, Injury or surgery. Treatment must take place in a \nlicensed rehabilitation facility and start within 14 days of discharge from acu"}, {"file_name": "Bajaj", "chunk_id": 74, "text": "te medical and/or surgical treatment. \n \n44. Rehabilitation Hospital/unit/facility \nRehabilitation Hospitals/unit/facility, also referred to as Inpatient rehabilitation Hospitals, are devoted to the \nrehabilitation of patients with various neurological, musculoskeletal, orthopedic and other medical conditions \nfollowing stabilisation of their acute medical issues. \n \n45. Single Private room:- \nSingle Private Room means a single occupancy air-conditioned room with an attached washroom/toilet. Del"}, {"file_name": "Bajaj", "chunk_id": 75, "text": "uxe, \nexecutive rooms and suites are not covered.   \n \n46. Specialist:- \nSpecialist is a licensed Doctor possessing the additional qualifications and expertise necessary to practise as a \nrecognised specialist in diagnostic techniques, treatment and prevention in a particular field of medicine. \n \n47. Specialist fees:- \nSpecialist fees refers to non-surgical treatment performed or administered by a specialist. \n \n48. Speech therapy:- \nSpeech therapy refers to treatment carried out by a qualified"}, {"file_name": "Bajaj", "chunk_id": 76, "text": " speech therapist to treat diagnosed physical \nimpairments. This includes conditions such as nasal obstruction, neurogenic impairment (e.g. lingual paresis, \nbrain Injury) or articulation disorders involving the oral structure (e.g. cleft palate). \n \n \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 10 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 "}, {"file_name": "Bajaj", "chunk_id": 77, "text": "006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \n49. Sum Insured or SI means the amount stated in the Policy Schedule against each relevant Section, which shall be \nthe Company’s maximum liability under this Policy (regardless of the number of the amount of Claims made) for \nany one Claim and in the aggregate for all Claims under such S"}, {"file_name": "Bajaj", "chunk_id": 78, "text": "ection. \n \n50. Surgical appliances and materials:- \nSurgical appliances and materials are those required for surgeries. They include artificial body parts or devices \nsuch as joint replacement materials, bone screws and plates, valve replacement appliances, endovascular stents, \nimplantable defibrillators and pacemakers. \n \n51. Therapist:- \nTherapist refers to a chiropractor, osteopath, Chinese herbalist, homeopath, acupuncturist, physiotherapist, \nspeech therapist, occupational therapist or ocu"}, {"file_name": "Bajaj", "chunk_id": 79, "text": "lomotor therapist, who is qualified and licensed under the laws of \nthe country in which treatment takes place. \n \n52. You, Your, Yourself, Your Family:- \nnamed in the Policy Schedule means the Insured or Insured’s Family Members  who are beneficiaries that We \ninsure as set out in the Schedule. \n \n53. We, Us, Our, Ours:- \nmeans the Bajaj Allianz General Insurance Company Limited. \n \nSECTION C) BENEFITS COVERED UNDER THE POLICY \n \nType of Policy: Individual \n \nTenure of Policy: 1 year \n \nScope o"}, {"file_name": "Bajaj", "chunk_id": 80, "text": "f cover: \nThe Company hereby agrees to pay Reasonable and Customary expenses in respect of an admissible claim, for \nany or all of the following covers subject to the Sum Insured, limits, Deductibles, terms, conditions and definitions, \nexclusions contained or otherwise expressed in this Policy. \n \nPART A- COVERAGE- Domestic (Within India Only, for Imperial and Imperial Plus Plans) \n \nI. IN-PATIENT BENEFITS FOR DOMESTIC COVER \n \n1. In-patient Hospitalization Treatment \nIf You are advised Hospita"}, {"file_name": "Bajaj", "chunk_id": 81, "text": "lization within India by a Medical Practitioner as defined under Policy because of Illness \nor Accidental Bodily Injury sustained or contracted during the Policy Period, then We will pay You, Reasonable and \nCustomary Medical Expenses incurred subject to \ni. Room rent and Boarding expenses as provided by the Hospital/Nursing Home without any sub limit \nii. If admitted in ICU, the Company will pay up to actual ICU expenses provided by Hospital. \niii. Nursing Expenses as provided by the Hospital \n"}, {"file_name": "Bajaj", "chunk_id": 82, "text": "iv. Surgeon, Anesthetist, Medical Practitioner, Consultants, Specialists Fees. \nv. Anesthesia, Blood, Oxygen, Operation Theatre Charges, surgical appliances,  \nvi. Dialysis, Chemotherapy, Radiotherapy, Physiotherapy  \nvii. Medicines & Drugs \nviii. Cost of Artificial Limbs, cost of prosthetic devices implanted during surgical procedure like Pacemaker, \northopedic implants, cardiac valve replacements, vascular stents. \nix. Relevant laboratory diagnostic tests, X-ray and such similar expenses that "}, {"file_name": "Bajaj", "chunk_id": 83, "text": "are medically necessary prescribed \nby the treating Medical Practitioner. \nx. Emergency Inpatient Hospitalization for Dental Treatment arising from an Accident \n \n2. Pre-Hospitalization \nThe Medical Expenses incurred during the 60 days immediately before You were Hospitalized, provided that: Such \nMedical Expenses were incurred for the same Illness/Injury for which subsequent Hospitalization was required, and \nWe have accepted an Inpatient Hospitalization claim under Inpatient Hospitalization Tr"}, {"file_name": "Bajaj", "chunk_id": 84, "text": "eatment.  \n \n \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 11 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \n3. Post-Hospitalization \nTh"}, {"file_name": "Bajaj", "chunk_id": 85, "text": "e Medical Expenses incurred during the 180 days immediately after You were discharged post Hospitalization \nprovided that: Such costs are incurred in respect of the same Illness/Injury for which the earlier Hospitalization was \nrequired, and We have accepted an Inpatient Hospitalization claim under Inpatient Hospitalization Treatment.  \n \n4. Local (Road) Ambulance \nWe will pay the reasonable cost, specified in the Policy Schedule, incurred on an ambulance offered by a \nhealthcare or ambulance se"}, {"file_name": "Bajaj", "chunk_id": 86, "text": "rvice provider for transferring You to the nearest Hospital with adequate Emergency \nfacilities for the provision of health services following an Emergency or out of medical necessity. \n \nWe will also reimburse the expenses incurred on an ambulance offered by a healthcare or ambulance service \nprovider for transferring You from the Hospital where You were admitted initially to another Hospital with higher \nmedical facilities. \nClaim under this section shall be payable by Us only when: \ni. Such l"}, {"file_name": "Bajaj", "chunk_id": 87, "text": "ife threatening Emergency condition is certified by the Medical Practitioner, and \nii. We have accepted Your Claim under \"In-patient Hospitalization Treatment\" or \"Day Care Procedures\" section of \nthe Policy. \nSubject otherwise to the terms, conditions and exclusions of the Policy. \n \n5. Day Care Procedures \nWe will pay You the medical expenses as listed under Section C, Part A I-1- In-patient Hospitalization Treatment \nfor Day care procedures / Surgeries taken as an Inpatient in a Hospital or D"}, {"file_name": "Bajaj", "chunk_id": 88, "text": "ay Care Centre but not in the outpatient \ndepartment. List of Day Care Procedures is as given in the Annexure I of Policy wordings. \n \n6. Living Donor Medical Costs \nWe will pay expenses up to the limits specified in the Policy Schedule, towards organ donor’s treatment for \nharvesting of the donated organ, provided that, \n1. The organ donor is any person whose organ has been made available in accordance and in compliance with \nTHE TRANSPLANTATION OF HUMAN ORGANS (AMENDMENT) BILL, 2011and the org"}, {"file_name": "Bajaj", "chunk_id": 89, "text": "an donated is for the \nuse of the Insured, and \n2. We have accepted an Inpatient Hospitalization claim for the Insured under In Patient Hospitalization Treatment \n(Section C, Part A I-1). \n \n7. Annual Preventive Health Check-up \nAfter each renewal of Global Health Care Policy with Us, You will be entitled for an Annual Preventive Health \nCheck-up. We will reimburse the amount as per the limits specified in the Policy Schedule.  \nYou may approach Us for the arrangement of the Health Check up. For"}, {"file_name": "Bajaj", "chunk_id": 90, "text": " the avoidance of doubt, We shall not be \nliable for any other ancillary or peripheral costs or expenses (including but not limited to those for transportation, \naccommodation or sustenance).  \nContact Email id- healthcheck@bajajallianz.co.in. \nNote: Payment under this benefit will not reduce the base sum Insured mentioned in Policy Schedule. \n \n8. Ayurvedic / Homeopathic Hospitalization Expenses  \nIf You are Hospitalized for not less than 24 hrs, in an Ayurvedic / Homeopathic Hospital which is "}, {"file_name": "Bajaj", "chunk_id": 91, "text": "a government \nHospital or in any institute recognized by government and/or accredited by Quality Council of India/National \nAccreditation Board on Health on the advice of a Medical Practitioner because of Illness or Accidental Bodily Injury \nsustained or contracted during the Policy Period then We will pay You: \nIn-patient Treatment- Medical Expenses for Ayurvedic and Homeopathic treatment: \n Room rent, boarding expenses \n Nursing care  \n Consultation fees \n Medicines, drugs and Medical cons"}, {"file_name": "Bajaj", "chunk_id": 92, "text": "umables, \n Ayurvedic and Homeopathic treatment procedures \nOur maximum liability is up to In-patient Hospitalization Sum Insured. \n \nThe claim will be admissible under the Policy provided that, the Illness/Injury requires Inpatient admission and the \nprocedure performed on the Insured cannot be carried out on out-patient basis. \n \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 12 \n \n \nBajaj Allianz General Insurance Co. Ltd"}, {"file_name": "Bajaj", "chunk_id": 93, "text": ".                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \n9. Air Ambulance \nWe will pay for ambulance transportation in an airplane or helicopter for Emergency life threatening health \nconditions which require immediate and rapid ambulance transportation from the si"}, {"file_name": "Bajaj", "chunk_id": 94, "text": "te of first occurrence of the \nIllness /Accident to the nearest Hospital. The claim would be reimbursed up to the limits specified in the Policy \nSchedule provided that We have accepted an Inpatient Hospitalization claim under Inpatient Hospitalization \nTreatment. \nReturn transportation to the client’s home by air ambulance is excluded.  \n \n10. Mental Illness Treatment \nWe will pay the Customary and Reasonable expenses for In-patient treatment of Mental Illness (as specified under \nAnnexure IV),"}, {"file_name": "Bajaj", "chunk_id": 95, "text": " provided this treatment is availed in a recognized psychiatric unit of a Hospital, up to Sum Insured as \nspecified in the Policy Schedule. \nThe above coverage is subject to fulfilment of following conditions:  \na. Mental Illness treatment is only covered where patient is diagnosed and treated by a psychiatrist, clinical \npsychologist or licensed psychotherapist.  \nb. The Hospitalization is for Medically Necessary Treatment. \nc. All day-care or Inpatient admissions must include prescription medi"}, {"file_name": "Bajaj", "chunk_id": 96, "text": "cation related to the condition. \nd. The treatment should be taken in Mental Health Establishment either wholly or partly meant for the care of \npersons with mental Illness, where persons with mental Illness are admitted for treatment. \n \nExclusions: Mental Illness Treatment does not cover: \na. Any expenses for Mental Illness Treatment related to Alcoholism, drug or substance abuse or any addictive \ncondition and consequences thereof. \nb. Any expenses for diagnostic tests, investigations / treat"}, {"file_name": "Bajaj", "chunk_id": 97, "text": "ment taken without the psychiatrist advising the same \nand which is not duly supported by his prescriptions \nc. Alternate treatment other than Allopathic treatment are not covered. \nd. For autism spectrum disorder, admissions, stays or day care treatment at specialised educational facilities are \nnot covered. \ne. Out-patient Treatment for Mental Illness \n \n \n11. Rehabilitation \nRehabilitation is defined as a set of interventions designed to optimize functioning and reduce disability in \nindividu"}, {"file_name": "Bajaj", "chunk_id": 98, "text": "als with health conditions in interaction with their environment. It aims to restore original form or function \nafter an acute Illness, Injury or surgery.  \nRehabilitation is a treatment that combines therapies such as physical, occupational and speech therapy. \nWe will pay You up to the limits specified in the Policy Schedule for the cost of In-patient Rehabilitation provided \na. it is carried out by a Medical Practitioner specializing in rehabilitation; and \nb. it is carried out in a licensed "}, {"file_name": "Bajaj", "chunk_id": 99, "text": "rehabilitation Hospital or unit; \nc. We have accepted an Inpatient Hospitalization claim for the Insured under In Patient Hospitalization Treatment  \nand rehabilitation starts within 14 days of discharge from Hospital following acute medical and/or surgical \ntreatment \nd. the treatment could not be carried out on an out-patient basis. \n \n \n12. Modern Treatment Methods and Advancement in Technologies \n \nWe will pay the Customary and Reasonable expenses for the Modern Treatment Methods as mentione"}, {"file_name": "Bajaj", "chunk_id": 100, "text": "d in \nAnnexure III subject to the Sum Insured, terms, conditions and definitions, exclusions contained or otherwise \nexpressed in this Policy. \n \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 13 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.i"}, {"file_name": "Bajaj", "chunk_id": 101, "text": "n or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \nTABLE OF BENEFITS FOR DOMESTIC COVER \nCOVER \nIMPERIAL PLAN \nIMPERIAL PLUS PLAN \nIn-patient Hospitalization \nTreatment Limits \nINR \n3,750,000   \nINR \n5,600,000  \nINR \n7,500,000  \nINR  \n11,200,000  \nINR \n18,750,000  \nINR \n37,500,000  \nIn-patient Hospitalization \nTreatment \nUp to Sum Insured \nHospital accommodation  \n(Room rent and ICU) \nAt Actual \nPre-hospitalisation \n60 days \nPost-hospitalisati"}, {"file_name": "Bajaj", "chunk_id": 102, "text": "on \n180 days \nLocal (Road) Ambulance \nUp to Sum Insured \nDay Care Procedures \nUp to Sum Insured \nLiving Donor Medical Costs \nINR 500,000  \nAnnual Preventive Health Check-\nup \n(only offered at renewal) \nINR 5,000  \nAyurvedic / Homeopathic \nHospitalization Expenses \nUp to Sum Insured \nAir Ambulance \nINR \n500,000  \n INR \n675,000 \n INR \n750,000 \nINR \n750,000  \nINR \n750,000  \nINR \n750,000  \nMental Illness Treatment \nUp to Sum Insured \nRehabilitation \n INR 50,000 \nModern Treatment Methods and \nAdvance"}, {"file_name": "Bajaj", "chunk_id": 103, "text": "ment in Technologies \nUp to Sum Insured \nNote: The total Sum Insured payable under all the above covers will not exceed the In-patient Hospitalization \nTreatment Limits  \n \n \nPART B- COVERAGE- International  \n \nI. IN-PATIENT BENEFITS FOR INTERNATIONAL COVER \n \n1. In-patient Hospitalization Treatment \nIf You are advised Hospitalization by a Medical Practitioner as defined under Policy because of Illness or \nAccidental Bodily Injury sustained or contracted during the Policy Period, then We will pa"}, {"file_name": "Bajaj", "chunk_id": 104, "text": "y You, Reasonable and \nCustomary Medical Expenses incurred subject to \ni. Room rent and Boarding expenses up to a Single Private Air Conditioned Room \nii. If admitted in ICU, the Company will pay up to actual ICU expenses provided by Hospital. \niii. Nursing Expenses as provided by the Hospital \niv. Surgeon, Anesthetist, Medical Practitioner, Consultants, Therapist, Specialists Fees. \nv. Anesthesia, Blood, Oxygen, Operation Theatre Charges, surgical appliances,  \nvi. Dialysis, Chemotherapy, Radio"}, {"file_name": "Bajaj", "chunk_id": 105, "text": "therapy, Physiotherapy  \nvii. Prescription drugs and materials \nviii. Cost of Artificial Limbs, cost of prosthetic devices implanted during surgical procedure like Pacemaker, \northopedic implants, cardiac valve replacements, vascular stents. \nix. Relevant laboratory diagnostic tests, X-ray, and other Radiology tests and such similar expenses that are \nmedically necessary prescribed by the treating Medical Practitioner. \nx. Emergency Inpatient Hospitalization for  Dental Treatment arising from an"}, {"file_name": "Bajaj", "chunk_id": 106, "text": " Accident \n \nThis cover is subject to the Sum Insured, sub-limits, Deductibles, terms, conditions and definitions, exclusions \ncontained or otherwise expressed in this Policy. \n \nThe Deductible is Optional and the amount will apply as specified in the Policy Schedule, if opted. \n \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 14 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airpor"}, {"file_name": "Bajaj", "chunk_id": 107, "text": "t Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \n2. Pre-Hospitalization \nThe Medical Expenses incurred during the 45 days immediately before You were Hospitalized, provided that: Such \nMedical Expenses were incurred for the same Illness/Injury for which subsequent Hospitalization was required, and \nWe have a"}, {"file_name": "Bajaj", "chunk_id": 108, "text": "ccepted an Inpatient Hospitalization claim under Inpatient Hospitalization Treatment.). \n \nThis cover is subject to the Sum Insured, sub-limits, terms, conditions and definitions, exclusions contained or \notherwise expressed in this Policy. \n \n3. Post-Hospitalization \nThe Medical Expenses incurred during the 90 days immediately after You were discharged post Hospitalization \nprovided that: Such costs are incurred in respect of the same Illness/Injury for which the earlier Hospitalization was \nre"}, {"file_name": "Bajaj", "chunk_id": 109, "text": "quired, and We have accepted an Inpatient Hospitalization claim under Inpatient Hospitalization Treatment. . \n \nThis cover is subject to the Sum Insured, sub-limits, terms, conditions and definitions, exclusions contained or \notherwise expressed in this Policy. \n \n4. Local (Road) Ambulance \nWe will pay the reasonable cost, specified in the Policy Schedule, incurred on an ambulance offered by a \nhealthcare or ambulance service provider for transferring You to the nearest Hospital with adequate Em"}, {"file_name": "Bajaj", "chunk_id": 110, "text": "ergency \nfacilities for the provision of health services following an Emergency or out of medical necessity. \n \nWe will also reimburse the expenses incurred on an ambulance offered by a healthcare or ambulance service \nprovider for transferring You from the Hospital where You were admitted initially to another Hospital with higher \nmedical facilities. \nClaim under this section shall be payable by Us only when: \ni. \nSuch life threatening Emergency condition is certified by the Medical Practitione"}, {"file_name": "Bajaj", "chunk_id": 111, "text": "r, and \nii. \nWe have accepted Your Claim under \"In-patient Hospitalization Treatment\" or \"Day Care Procedures\" \nsection of the Policy. \n \nThis cover is subject to the Sum Insured, sub-limits, terms, conditions and definitions, exclusions contained or \notherwise expressed in this Policy. \n \n \n5. Day Care Procedures \nWe will pay You the medical expenses as listed under Section C, Part B,I-1 - In-patient Hospitalization Treatment \nfor Day Care Procedures / Surgeries taken as an Inpatient in a Hospi"}, {"file_name": "Bajaj", "chunk_id": 112, "text": "tal or Day Care Centre but not in the \noutpatient department. List of Day Care Procedures is as given in the annexure I of Policy wordings. \nThis cover is subject to the Sum Insured, sub-limits, terms, conditions and definitions, exclusions contained or \notherwise expressed in this Policy. \n \n6. Living Donor Medical Costs  \nWe will pay expenses up to the limits specified in the Policy Schedule, towards organ donor’s treatment for \nharvesting of the donated organ, provided that, \na) The organ don"}, {"file_name": "Bajaj", "chunk_id": 113, "text": "or is any person whose organ has been made available in accordance and in compliance with \nthe local regulation and the organ donated is for the use of the Insured, and \nb) We have accepted an Inpatient Hospitalization claim for the Insured under In-patient Hospitalization treatment. \n \nThis cover is subject to the Sum Insured, sub-limits, terms, conditions and definitions, exclusions contained or \notherwise expressed in this Policy. \n \n7. Air Ambulance (Applicable to Imperial Plan only)  \nWe wi"}, {"file_name": "Bajaj", "chunk_id": 114, "text": "ll pay for ambulance transportation in an airplane or helicopter for Emergency life threatening health \nconditions which require immediate and rapid ambulance transportation from the site of first occurrence of the \nIllness/Accident to the nearest Hospital. The claim would be reimbursed up to the limits as specified in the Policy \nSchedule provided that We have accepted an Inpatient Hospitalization claim under Inpatient Hospitalization \nTreatment. (Section C, Part B, I-1). \nReturn transportation"}, {"file_name": "Bajaj", "chunk_id": 115, "text": " to the client’s home by any mode of transport is excluded. \nThis cover is subject to the Sum Insured, sub-limits, terms, conditions and definitions, exclusions contained or \notherwise expressed in this Policy. \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 15 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log"}, {"file_name": "Bajaj", "chunk_id": 116, "text": " on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \nNOTE: This cover is on cashless basis only. To avail this service, You must contact Us on +353 1 630 1301. From \nthis point onwards, We will organize and coordinate for the Air Ambulance until You arrive safely at Your \ndestination of care. If ambulance services are not organized by Us, We reserve the right to decline all costs \ni"}, {"file_name": "Bajaj", "chunk_id": 117, "text": "ncurred. \n \n8. Air Ambulance + Medical Evacuation (Applicable to Imperial Plus Plan only) \nIf You contract any Illness/ sustain any Injury which necessitates Emergency Hospitalization, We will pay \nreasonable and customary expenses up to the limits specified in the Policy Schedule, for Your Medical Evacuation \nto the nearest appropriate medical centre (which may or may not be in Your home country) by ambulance, \nhelicopter or airplane provided that: \na. The medical evacuation should be requested"}, {"file_name": "Bajaj", "chunk_id": 118, "text": " by Your Doctor, and will be carried out in the most economical \nway that is appropriate to Your medical condition \nb. We have accepted an Inpatient Hospitalization claim under Inpatient Hospitalization Treatment. (Section C, Part \nB ,I-1). \nc. adequately screened blood is unavailable in an Emergency \nd. necessary treatment is not available locally  \n \nIf You can’t travel for medical reasons following discharge from an Inpatient episode of care, We will cover the \nreasonable cost of hotel accomm"}, {"file_name": "Bajaj", "chunk_id": 119, "text": "odation in a private en-suite room for up to seven days. \n \nIf You are evacuated to the nearest appropriate medical centre for ongoing treatment, We will cover the reasonable \ncost of hotel accommodation in a private en-suite room. This cost must be more economical than the cost of a \nseries of journeys between the nearest appropriate medical centre and Your principal country of residence.  \n \nFollowing completion of treatment, We will also cover the cost of Your return trip (i.e. one way ticket"}, {"file_name": "Bajaj", "chunk_id": 120, "text": ") at economy \nrates to Your principal country of residence. \n \nExclusions (Applicable to Medical Evacuation): \na. costs for hotel suites, four or five-star hotel accommodation or hotel accommodation for an accompanying \nperson \nb. travel costs for accompanying person \nc. travel costs of Insured family members in the event of an evacuation \n \nWhere adequately screened blood is not available locally, We will, where appropriate, try to locate and transport \nscreened blood and sterile transfusion eq"}, {"file_name": "Bajaj", "chunk_id": 121, "text": "uipment, if this is advised by the treating Doctor and Our own medical \nexperts. We and Our agents accept no liability if We are unsuccessful or if contaminated blood or equipment is \nused by the treating authority. \n \nThis cover is subject to the Sum Insured, sub-limits, terms, conditions and definitions, exclusions contained or \notherwise expressed in this Policy. \n \nNOTE: This cover is on cashless basis only. You must contact Us on +353 1 630 1301 at the first indication that \nYou need an eva"}, {"file_name": "Bajaj", "chunk_id": 122, "text": "cuation. From this point onwards, We will organize and coordinate the evacuation until You arrive \nsafely at Your destination of care. If evacuation services are not organized by Us, We reserve the right to decline \nall costs incurred. \n \n9. Mental Illness Treatment \nWe will pay the Customary and Reasonable expenses for In-patient treatment of Mental Illness (as specified under \nAnnexure IV), provided this treatment is availed in a recognized psychiatric unit of a Hospital, up to Sum Insured as "}, {"file_name": "Bajaj", "chunk_id": 123, "text": "\nspecified in the Policy Schedule. \nThe above coverage is subject to fulfilment of following conditions:  \na.  Mental Illness treatment is only covered where patient is diagnosed and treated by a psychiatrist, clinical \npsychologist or licensed psychotherapist.  \nb. The Hospitalization is for Medically Necessary Treatment. \nc. All day-care or Inpatient admissions must include prescription medication related to the condition. \nd. The treatment should be taken in Mental Health Establishment either"}, {"file_name": "Bajaj", "chunk_id": 124, "text": " wholly or partly meant for the care of \npersons with mental Illness, where persons with mental Illness are admitted for treatment. \n \nExclusions: Mental Illness Treatment does not cover: \na. Any expenses for Mental Illness Treatment related to Alcoholism, drug or substance abuse or any addictive \ncondition and consequences thereof. . \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 16 \n \n \nBajaj Allianz General Insurance Co. L"}, {"file_name": "Bajaj", "chunk_id": 125, "text": "td.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \nb. Any expenses for diagnostic tests, investigations / treatment taken without the psychiatrist advising the same \nand which is not duly supported by his prescriptions \nc. Alternate treatment other than Allop"}, {"file_name": "Bajaj", "chunk_id": 126, "text": "athic treatment are not covered. \nd. For autism spectrum disorder, admissions, stays or day care treatment at specialised educational facilities are \nnot covered. \ne. Out-patient Treatment for Mental Illness \n \nThis cover is subject to the Sum Insured, sub-limits, terms, conditions and definitions, exclusions contained or \notherwise expressed in this Policy. \n \n10. Rehabilitation \nRehabilitation is defined as a set of interventions designed to optimize functioning and reduce disability in \nindiv"}, {"file_name": "Bajaj", "chunk_id": 127, "text": "iduals with health conditions in interaction with their environment. It aims to restore original form or function \nafter an acute Illness, Injury or surgery.  \nRehabilitation is a treatment that combines therapies such as physical, occupational and speech therapy. \nWe will pay You up to the limits specified in the Policy Schedule for the cost of In-patient Rehabilitation provided \na. it is carried out by a Medical Practitioner specializing in rehabilitation; and \nb. it is carried out in a licens"}, {"file_name": "Bajaj", "chunk_id": 128, "text": "ed rehabilitation Hospital or unit; \nc. We have accepted an Inpatient Hospitalization claim for the Insured under In Patient Hospitalization Treatment  \nand rehabilitation starts within 14 days of discharge from Hospital following acute medical and/or surgical \ntreatment \nd. the treatment could not be carried out on an out-patient basis \n \nThis cover is subject to the Sum Insured, sub-limits, terms, conditions and definitions, exclusions contained or \notherwise expressed in this Policy. \n \n11. A"}, {"file_name": "Bajaj", "chunk_id": 129, "text": "ccommodation costs for one parent staying in Hospital with an Insured child under 18 years of age  \n(Applicable to Imperial Plus Plan only) \nWe will pay for reasonable accommodation costs of one parent for the duration of the Insured child’s admission to \nHospital for eligible treatment under Section C, Part B.1-Inpatient Hospitalization Treatment, up to the limit \nspecified in the Policy Schedule. If a suitable bed is not available in the Hospital, We will contribute the equivalent \nof the dail"}, {"file_name": "Bajaj", "chunk_id": 130, "text": "y room rate in a three-star hotel towards any hotel costs incurred. \nThis benefit would be applicable for the duration of Hospitalization of the Insured child. \nThe Policy will not cover sundry expenses such as meals, phone calls or newspapers. \nThis cover is subject to the Sum Insured, sub-limits, terms, conditions and definitions, exclusions contained or \notherwise expressed in this Policy. \n \n12. Emergency treatment outside area of cover (Applicable to Imperial Plus Plan only if “Excluding US"}, {"file_name": "Bajaj", "chunk_id": 131, "text": "A” cover \nis opted) \nWe will pay the Customary and Reasonable expenses, up to the limit specified in the Policy Schedule, incurred for \ntreatment of medical emergencies which occur during business or holiday trips outside Your area of cover. Cover is \nprovided for up to six weeks per trip within the Sum Insured limit. It includes treatment required due to an Accident \nor the sudden beginning or worsening of a severe Illness which presents an immediate threat to Your health. \nTreatment by a Docto"}, {"file_name": "Bajaj", "chunk_id": 132, "text": "r must start within 24 hours of the Emergency event.  \n \nExclusion: \nCover is not provided for curative or follow-up non-Emergency treatment, even if You are deemed unable to travel \nto a country within Your geographical area of cover. Nor does it extend to charges relating to maternity, pregnancy, \nchildbirth or any complications of pregnancy or childbirth. \nThis cover is subject to the Sum Insured, sub-limits, terms, conditions and definitions, exclusions contained or \notherwise expressed in t"}, {"file_name": "Bajaj", "chunk_id": 133, "text": "his Policy. \n \n13. Medical repatriation (Applicable to Imperial Plus Plan only) \nIf the necessary treatment for which You are covered isn't available locally You can choose to be medically \nevacuated to Your home country for treatment, instead of to the nearest appropriate medical centre. This only \napplies when Your home country is within Your geographical area of cover. Following completion of treatment, We \nwill also cover the cost of Your return trip (i.e. one way ticket) at economy rates, t"}, {"file_name": "Bajaj", "chunk_id": 134, "text": "o the country from where you \nwere repatriated. \n \nThe return journey must take place within one month after treatment has been completed.  \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 17 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or "}, {"file_name": "Bajaj", "chunk_id": 135, "text": "\nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \nIf You contract any Illness/ sustain any Injury which necessitates Hospitalization, We will pay reasonable and \ncustomary expenses up to the limits specified in the Policy Schedule, if You choose to be medically  repatriated to  \nYour home country for treatment, instead of to the nearest appropriate medical centre, provided that: \na.  Your home country is within  Your geographical area of cover \nb. W"}, {"file_name": "Bajaj", "chunk_id": 136, "text": "here ongoing treatment is required, We will cover hotel accommodation costs \nc. Repatriation in the event of unavailability of adequately screened blood \n \nIf medical necessity prevents an immediate return trip following discharge from an Inpatient episode of care, We \nwill cover the reasonable cost of hotel accommodation costs up to seven days. \n \nExclusions: \na. travel costs for accompanying person \nb. travel costs of Insured family members in the event of repatriation \nc. travel costs of Insu"}, {"file_name": "Bajaj", "chunk_id": 137, "text": "red members to be with a family member who is at peril of death or who has died \n \nThis cover is subject to the Sum Insured, sub-limits, terms, conditions and definitions, exclusions contained or \notherwise expressed in this Policy. \n \nNOTE: This cover is on cashless basis only. You must contact Us on +353 1 630 1301 at the first indication that \nrepatriation is required. From this point onwards We will organise and coordinate all stages of the repatriation until \nYou arrive safely at Your desti"}, {"file_name": "Bajaj", "chunk_id": 138, "text": "nation of care. If the repatriation is not organised by Us, We reserve the right to \ndecline all costs incurred. \n \n14. Repatriation of mortal remains (Applicable to Imperial Plus Plan only) \nRepatriation of mortal remains is the transportation of the Insured deceased remains from the principal country of \nresidence to the country of burial. We cover costs such as: embalming, a container legally appropriate for \ntransportation, shipping and the necessary government authorisations. Cremation cost"}, {"file_name": "Bajaj", "chunk_id": 139, "text": "s will only be covered if the \ncremation is required for legal purposes. We do not cover costs incurred by anyone accompanying the remains.  \n \nExclusions: \nExpense incurred for any person accompanying the remains is not covered. \n \nThis cover is subject to the Sum Insured, sub-limits, terms, conditions and definitions, exclusions contained or \notherwise expressed in this Policy. \n \nNOTE: This cover is on cashless basis only. To avail this service, You must contact Us on +353 1 630 1301. From \nt"}, {"file_name": "Bajaj", "chunk_id": 140, "text": "his point onwards, We will organize and coordinate for the Repatriation of Mortal remains. If these services are not \norganized by Us, We reserve the right to decline all costs incurred. \n \n \n15. In-patient cash benefit (Applicable to Imperial Plus Plan only) \nWe will pay Daily Cash Benefit as specified in the Policy Schedule for maximum 25 nights when You receive \nInpatient treatment free of charge for a medical condition that is covered by Us. \nThis benefit is payable after You are discharged "}, {"file_name": "Bajaj", "chunk_id": 141, "text": "from Hospital. \nThis cover is subject to the Sum Insured, sub-limits, terms, conditions and definitions, exclusions contained or \notherwise expressed in this Policy. \n \n16. Palliative care (Applicable to Imperial Plus Plan only) \nWe will pay the Reasonable and Customary expenses incurred, up to the limit specified in the Policy Schedule, on \ndiagnosis of a Terminal Illness, for any ongoing treatment, given on the advice of a Medical Practitioner, that aims \nto alleviate the physical/psychologica"}, {"file_name": "Bajaj", "chunk_id": 142, "text": "l suffering associated with progressive, incurable Illness and to maintain \nquality of life. It includes Inpatient, day-care and out-patient treatment. We will pay for physical care, psychological \ncare, Hospital or hospice accommodation, nursing care and prescription drugs. \nThis cover is subject to the Sum Insured, sub-limits, terms, conditions and definitions, exclusions contained or \notherwise expressed in this Policy. \n \n17. Modern Treatment Methods and Advancement in Technologies \nWe will "}, {"file_name": "Bajaj", "chunk_id": 143, "text": "pay the Customary and Reasonable expenses for the Modern Treatment Methods as mentioned in \nAnnexure III subject to the Sum Insured, terms, conditions and definitions, exclusions contained or otherwise \nexpressed in this Policy. \n \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 18 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nF"}, {"file_name": "Bajaj", "chunk_id": 144, "text": "or more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \nII. OUT-PATIENT BENEFITS FOR INTERNATIONAL COVER (Applicable to Imperial Plus Plan only) \n \n1. Out-patient Treatment \nIf You consult a consultant/Medical Practitioner on Outpatient basis for the Illness/ Injury contracted during the \nPolicy Period, We will pay You Out Patient expenses up to the limits specifi"}, {"file_name": "Bajaj", "chunk_id": 145, "text": "ed in the Policy Schedule for \na. Medical Practitioner fees \nb. Specialist fees \nc. Diagnostic tests \nd. Prescription drugs \n \nExclusions: \na. During the first year of Global Health Care Policy with Us, 30 days waiting period would be applicable for all \nclaims under out-patient except those arising out of Accidental Injury, however the waiting period would not \nbe applied during subsequent renewals. \nb. Out-patient Dental Treatment expenses will not be covered \n \n2. Physiotherapy Benefit \nWe wi"}, {"file_name": "Bajaj", "chunk_id": 146, "text": "ll pay the expenses incurred towards Prescribed Physiotherapy taken on Out-patient basis for Illness/Injury \ncontracted during the Policy Period, maximum up to the limit specified in the Policy Schedule, provided that, \na. The treatment is referred by a Doctor or prescribed by a Specialist consultant for Muskulo- skeletal \n/Neurological diseases / Injuries or other Systemic diseases \nb. The treatment should be carried out by a registered physiotherapist in a Hospital or a clinic as defined under"}, {"file_name": "Bajaj", "chunk_id": 147, "text": " \nthe Policy \nc. Physiotherapy is initially restricted to 12 sessions per condition, after which treatment must be reviewed by the \nDoctor who referred You. If You need further sessions, You must send Us a new progress report after every \nset of 12 sessions, indicating the medical necessity for more treatment.  \n \nExclusion: \na. During the first year of Global Health Care Policy with Us, 90 days waiting period would be applicable for all \nclaims under Physiotherapy Benefit except those arising o"}, {"file_name": "Bajaj", "chunk_id": 148, "text": "ut of Accidental Injury, however the waiting period \nwould not be applied during subsequent renewals \nb. Physiotherapy does not include therapies such as Rolfing, massage, Pilates, Fango and Milta. \n \n3. Alternate/Complementary Treatment Expenses \nIf You consult a therapist on Outpatient basis for the Illness/ Injury contracted during the Policy Period, We will pay \nYou Out Patient expenses up to the limits specified in the Policy Schedule for Alternate treatment methods namely \nchiropractic tre"}, {"file_name": "Bajaj", "chunk_id": 149, "text": "atment, osteopathy, Chinese herbal medicine, homeopathy, acupuncture and podiatry as practised \nby approved therapists. \n \nExclusions: \nDuring the first year of Global Health Care Policy with Us, 30 days waiting period would be applicable for all claims \nunder Alternate/Complementary Treatment Expenses except those arising out of Accidental Injury, however the \nwaiting period would not be applied during subsequent renewals. \n \n \nIII. DENTAL PLAN BENEFITS (Optional) \nIn consideration of payment o"}, {"file_name": "Bajaj", "chunk_id": 150, "text": "f additional premium by the Insured to the Company and realization thereof by the \nCompany, it is hereby agreed and declared that Global Health Care Policy is extended to pay the expenses \nincurred for the below mentioned Dental related covers with a mandatory Co-Payment of 20% on each and every \nclaim, subject to terms, conditions and definitions, exclusions, up to the limit specified in the Policy Schedule. \n \n1. Dental treatment outside India \nWe will pay Customary and Reasonable expenses up "}, {"file_name": "Bajaj", "chunk_id": 151, "text": "to the limits specifies in the Policy Schedule incurred for \nDental Treatment which includes annual check-up, simple fillings related to cavities or decay, root canal \ntreatment and dental prescription drugs. \n \n2. Dental surgery outside India \nWe will pay Customary and Reasonable expenses up to the limits specified in the Policy Schedule incurred for \nDental Surgery which includes the surgical extraction of teeth, as well as other tooth-related surgical procedures \nsuch as apicoectomy, Surgical"}, {"file_name": "Bajaj", "chunk_id": 152, "text": " removal of cysts, Orthognathic surgeries for the correction of malocclusion and \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 19 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (To"}, {"file_name": "Bajaj", "chunk_id": 153, "text": "ll Free No.) \nGLOBAL HEALTH CARE \n \ndental prescription drugs. All investigative procedures that establish the need for dental surgery such as \nlaboratory tests, X-rays, CT scans and MRI(s) are included under this benefit. \n \nExclusions: \n Dental surgery does not cover surgical treatment that relates to dental implants. \n Dental Prostheses, dental implants, orthodontics \n \n3. Periodontics outside India \nWe will pay Customary and Reasonable expenses up to the limits specified in the Policy Sche"}, {"file_name": "Bajaj", "chunk_id": 154, "text": "dule incurred for \ntreatment related to gum disease. \n \nExclusions applicable to Dental Plan Benefits: \na. During the first year of Global Health Care Policy with Us, 30 days waiting period would be applicable for all \nclaims except those arising out of Accidental Injury, however the waiting period would not be applied during \nsubsequent renewals. \n \nTABLE OF BENEFITS FOR INTERNATIONAL COVER \nCertain benefits would require You to seek pre-approval at least 72 hours prior to admission or availing"}, {"file_name": "Bajaj", "chunk_id": 155, "text": " the benefit \nin case of planned treatments. For more details, please refer the Section E 45. \n \nCOVER \nIMPERIAL PLAN \nIMPERIAL PLUS PLAN \nIn-patient Hospitalization \nTreatment Limits \nUSD \n100,000 \nUSD \n150,000 \nUSD \n200,000 \nUSD \n300,000 \nUSD  \n500,000 \nUSD \n1,000,000 \nDeductible options \n0 / USD 500 / USD 1,000 \n(on annual aggregate basis) \nIn-patient benefits \nHospital accommodation \n(Room rent) \nSingle Private Air Conditioned Room \nHospital accommodation \n(ICU) \nAt Actual \nPre-hospitalizati"}, {"file_name": "Bajaj", "chunk_id": 156, "text": "on \n45 days \nPost-hospitalization \n90 days \nLocal (Road) Ambulance \nUp to Sum Insured \nDay Care Procedures \nUp to Sum Insured \nLiving donor medical costs \nUSD 30,000 \nUSD 50,000 \nAir Ambulance* \nUSD 7,500 \nNA \nNA \nNA \nAir Ambulance + Medical \nEvacuation* \nNA \nUp to In-\npatient Sum \nInsured \nUp to In-\npatient Sum \nInsured \nUp to In-\npatient Sum \nInsured \nMental Illness Treatment \nUp To Sum Insured  \nRehabilitation \nUSD 750 \nUSD 2,300 \nAccommodation costs for \none parent staying in \nHospital with "}, {"file_name": "Bajaj", "chunk_id": 157, "text": "an Insured \nchild under 18 years of age \nNA \nUp to Sum Insured \nEmergency treatment \noutside area of cover \nNA \nUp to Sum Insured for maximum 6 Weeks \nper trip \nMedical repatriation* \nNA \nUp to Sum Insured \nRepatriation of mortal \nremains* \nNA \nUSD 13,500 \nInpatient cash Benefit \nNA \nUSD 175 Per night up to max 25 nights \nPalliative care \nNA \nUp to Sum Insured \nModern Treatment Methods \nand Advancement in \nTechnologies \nUp to Sum Insured \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n             "}, {"file_name": "Bajaj", "chunk_id": 158, "text": "                   Global Health Care/ Policy Wordings/Page 20 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \nNote: The total Sum Insured payable under all the above covers will not exceed the In-patient Hospitali"}, {"file_name": "Bajaj", "chunk_id": 159, "text": "zation \nTreatment Limits \n*The covers will be on cashless basis only. \nOut-patient benefits \nCOVER \nIMPERIAL PLAN \nIMPERIAL PLUS PLAN \nMaximum out-patient plan \nbenefit for international \ntreatments only \nNA \nUSD 1,600  \nUSD 2,400  \nUSD 4,200 \nOut-patient Treatment \n(Medical Practitioner fees \nSpecialist fees \nDiagnostic tests \nPrescription drugs) \nNote: Excluding out-patient \nDental Treatment \nUSD 1,000 \nUSD 1,500  \nUSD 2,500  \nPhysiotherapy Benefit \n(Prescribed Physiotherapy) \nUSD 300 \nUSD 450"}, {"file_name": "Bajaj", "chunk_id": 160, "text": " \nUSD 850 \nAlternate/Complementary \nTreatment Expenses \n(Chiropractic treatment, \nosteopathy, homeopathy, \nChinese herbal medicine, \nacupuncture and podiatry) \nUSD 300 \nUSD 450 \nUSD 850 \nDental plan benefits (optional) \nCOVER \nIMPERIAL PLAN \nIMPERIAL PLUS PLAN \nMaximum dental plan \nbenefit for international \ntreatments only \nUSD \n350 \nUSD 450 \nUSD 600 \nUSD 2,300 \nDental treatment outside India \n20% Co-Payment \n20% Co-Payment \nDental surgery outside India \n20% Co-Payment \n20% Co-Payment \nPeriodon"}, {"file_name": "Bajaj", "chunk_id": 161, "text": "tics outside India \n20% Co-Payment \n20% Co-Payment \n \n \nSECTION D) EXCLUSIONS- STANDARD EXCLUSIONS APPLICABLE TO PART A- DOMESTIC COVER \nUNDER SECTION C) BENEFITS COVERED UNDER THE POLICY \n \n1) Pre-Existing Diseases (Code -Excl01) \na. Expenses related to the treatment of a Pre-Existing Disease (PED) and its direct complications shall be \nexcluded until the expiry of 36 months of continuous coverage after the date of inception of the first Global \nHealth Care Policy with Us.  \nb. In case of enhan"}, {"file_name": "Bajaj", "chunk_id": 162, "text": "cement of Sum Insured the exclusion shall apply afresh to the extent of Sum Insured increase. \nc. If the Insured is continuously covered without any break as defined under the Portability norms of the extant \nIRDAI (Health Insurance) Regulations then waiting period for the same would be reduced to the extent of prior \ncoverage. \nd. Coverage under the Policy after the expiry of 36 months for any Pre-Existing Disease is subject to the same \nbeing declared at the time of application and accepted by"}, {"file_name": "Bajaj", "chunk_id": 163, "text": " Insurer. \n \n2) Specified disease/procedure waiting period (Code - Excl02) \na. Expenses related to the treatment of the listed Conditions, surgeries/treatments shall be excluded until the \nexpiry of 24 months of continuous coverage after the date of inception of the first Global Health Care Policy \nwith Us. This exclusion shall not be applicable for claims arising due to an Accident.  \nb. In case of enhancement of Sum Insured the exclusion shall apply afresh to the extent of Sum Insured increase"}, {"file_name": "Bajaj", "chunk_id": 164, "text": ".  \nc. If any of the specified disease/procedure falls under the waiting period specified for Pre-Existing diseases, \nthen the longer of the two waiting periods shall apply. \nd. The waiting period for listed conditions shall apply even if contracted after the Policy or declared and accepted \nwithout a specific exclusion. \ne. If the Insured is continuously covered without any break as defined under the applicable norms on portability \nstipulated by IRDAI, then waiting period for the same would be"}, {"file_name": "Bajaj", "chunk_id": 165, "text": " reduced to the extent of prior coverage. \nf. \nList of specific diseases/procedures is as below \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 21 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 18"}, {"file_name": "Bajaj", "chunk_id": 166, "text": "00 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \n1. Any type gastrointestinal ulcers \n2. Cataracts, \n3. Any type of fistula \n4. Macular Degeneration \n5. Benign prostatic hypertrophy \n6. Hernia of all types \n7. All types of sinuses \n8. Fissure in ano \n9. Haemorrhoids, piles \n10. Hydrocele \n11. Dysfunctional uterine bleeding \n12. Fibromyoma \n13. Endometriosis \n14. Hysterectomy \n15. Uterine Prolapse \n16. Stones in the urinary and biliary systems \n17. Surgery on ears/tonsils/ \nadenoids/ paranasa"}, {"file_name": "Bajaj", "chunk_id": 167, "text": "l sinuses \n18. Surgery on all internal or external tumours/ cysts/ \nnodules/polyps of any kind including breast lumps \nwith exception of Malignant tumor or growth \n \n19. Diseases of gall bladder including cholecystitis \n20. Pancreatitis \n21. All forms of Cirrhosis \n22. Gout and rheumatism \n23. Tonsilitis \n24. Surgery for varicose veins and \nvaricose ulcers \n25. Chronic Kidney Disease \n26. Alzheimer’s Disease \n27. Joint replacement surgery \n28. Surgery for vertebral column \ndisorders  (unless nec"}, {"file_name": "Bajaj", "chunk_id": 168, "text": "essitated due \nto an Accident) \n29. Surgery to correct deviated nasal septum \n30. Hypertrophied turbinate \n31. Congenital internal diseases or anomalies \n32. Treatment for correction of eye \nsight due to refractive error \nrecommended by Ophthalmologist \nfor medical reasons with refractive \nerror greater or equal to 7.5 \n33. Bariatric Surgery \n34. Parkinson’s Disease \n35. Genetic disorders \n \n3) 30-day waiting period (Code - Excl03) \na. Expenses related to the treatment of any Illness within 30 d"}, {"file_name": "Bajaj", "chunk_id": 169, "text": "ays from the first Policy commencement date shall \nbe excluded except claims arising due to an Accident, provided the same are covered. \nb. This exclusion shall not, however apply if the Insured has Continuous Coverage for more than twelve months. \nc. The within referred waiting period is made applicable to the enhanced Sum Insured in the event of granting \nhigher Sum Insured subsequently. \n \n4) Investigation & Evaluation (Code- Excl04) \na. Expenses related to any admission primarily for diagnos"}, {"file_name": "Bajaj", "chunk_id": 170, "text": "tics and evaluation purposes only are excluded. \nb. Any diagnostic expenses which are not related or not incidental to the current diagnosis and treatment are \nexcluded.  \n \n5) Rest Cure, rehabilitation and respite care (Code -Excl05) \na. Expenses related to any admission primarily for enforced bed rest and not for receiving treatment. This also \nincludes: \nb. Custodial care either at home or in a nursing facility for personal care such as help with activities of daily living \nsuch as bathing, d"}, {"file_name": "Bajaj", "chunk_id": 171, "text": "ressing, moving around either by skilled nurses or assistant or non-skilled persons. \nc. Any services for people who are terminally ill to address physical, social, emotional and spiritual needs. \n \n6) Obesity/Weight Control (Code- Excl06) \na. Expenses related to the surgical treatment of obesity that does not fulfil all the below conditions: \nb. Surgery to be conducted is upon the advice of the Doctor \nc. The surgery/Procedure conducted should be supported by clinical protocols \nd. The member h"}, {"file_name": "Bajaj", "chunk_id": 172, "text": "as to be 18 years of age or older and \ne. Body Mass Index (BMI); \ni. \ngreater than or equal to 40 or \nii. \ngreater than or equal to 35 in conjunction with any of the following severe co-morbidities following failure \nof less invasive methods of weight loss: \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 22 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - "}, {"file_name": "Bajaj", "chunk_id": 173, "text": "411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \nf. \nObesity-related cardiomyopathy \ng. Coronary heart disease \nh. Severe Sleep Apnea \ni. \nUncontrolled Type2 Diabetes \n \n7) Change-of-gender treatments (Code- Excl07) \nExpenses related to any treatment, including surgical management, to change characteristics of the body to those \nof th"}, {"file_name": "Bajaj", "chunk_id": 174, "text": "e opposite sex. \n \n8) Cosmetic or plastic Surgery (Code- Excl08) \nExpenses for cosmetic or plastic surgery or any treatment to change appearance unless for reconstruction \nfollowing an Accident, Burn(s) or Cancer or as part of Medically Necessary Treatment to remove a direct and \nimmediate health risk to the Insured. For this to be considered a medical necessity, it must be certified by the \nattending Medical Practitioner. \n \n9) Hazardous or Adventure sports: (Code -Excl09) \nExpenses related to "}, {"file_name": "Bajaj", "chunk_id": 175, "text": "any treatment necessitated due to participation as a professional in hazardous or adventure \nsports, including but not limited to, para-jumping, rock climbing, mountaineering, rafting, motor racing, horse racing \nor scuba diving, hand gliding, sky diving, deep-sea diving. \n \n10) Breach of law (Code -Excl10) \nExpenses for treatment directly arising from or consequent upon any Insured committing or attempting to commit \na breach of law with criminal intent. \n \n11) Excluded Providers (Code -Excl11)"}, {"file_name": "Bajaj", "chunk_id": 176, "text": " \nExpenses incurred towards treatment in any Hospital or by any Medical Practitioner or any other provider \nspecifically excluded by the Insurer and disclosed in its website / notified to the policyholders are not admissible.  \nHowever, in case of life threatening situations or following an Accident, expenses up to the stage of stabilization \nare payable but not the complete claim. \n \n12) Treatment for Alcoholism, drug or substance abuse or any addictive condition and consequences thereof. (Code"}, {"file_name": "Bajaj", "chunk_id": 177, "text": " \n-Excl12) \n \n13) Treatments received in heath hydros, nature cure clinics, spas or similar establishments or private beds registered \nas a nursing home attached to such establishments or where admission is arranged wholly or partly for domestic \nreasons. (Code -Excl13) \n \n14) Dietary supplements and substances that can be purchased without prescription, including but not limited to \nVitamins, minerals and organic substances unless prescribed by a Medical Practitioner as part of Hospitalization "}, {"file_name": "Bajaj", "chunk_id": 178, "text": "\nclaim or Day Care Treatment. (Code -Excl14) \n \n15) Refractive Error (Code -Excl15) \nExpenses related to the treatment for correction of eye sight due to refractive error less than 7.5 dioptres. \n \n16) Unproven Treatments (Code -Excl16)  \nExpenses related to any unproven treatment, services and supplies for or in connection with any treatment. \nUnproven Treatments are treatments, procedures or supplies that lack significant medical documentation to \nsupport their effectiveness. \n \n17) Sterility "}, {"file_name": "Bajaj", "chunk_id": 179, "text": "and Infertility (Code -Excl17) \nExpenses related to sterility and infertility. This includes: \na. Any type of contraception, sterilization \nb. Assisted Reproduction services including artificial insemination and advanced reproductive technologies such \nas IVF, ZIFT, GIFT, ICSI \nc. Gestational Surrogacy \nd. Reversal of sterilization \n \n18) Maternity (Code -Excl18):  \na. Medical Treatment Expenses traceable to childbirth (including complicated deliveries and caesarean sections \nincurred during Hos"}, {"file_name": "Bajaj", "chunk_id": 180, "text": "pitalization) except ectopic pregnancy. \nb. Expenses towards miscarriage (unless due to an Accident) and lawful medical termination of pregnancy during \nthe Policy Period. \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 23 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: ba"}, {"file_name": "Bajaj", "chunk_id": 181, "text": "gichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \nSECTION D) EXCLUSIONS– SPECIFIC EXCLUSIONS APPLICABLE TO PART A- DOMESTIC COVER UNDER \nSECTION C) BENEFITS COVERED UNDER THE POLICY \n \nWe do not cover the following expenses unless indicated otherwise in the Table of Benefits or in any written Policy \nendorsement \n \n1) Any  Dental Treatment that comprises of cosmetic surgery, dentures, dental prosthesis, dental implant"}, {"file_name": "Bajaj", "chunk_id": 182, "text": "s, \northodontics, surgery of any kind unless as a result of Accidental Bodily Injury to natural teeth and also requiring \nHospitalization unless specified . \n2) Medical expenses where Inpatient care is not warranted and does not require supervision of qualified nursing \nstaff and qualified Medical Practitioner round the clock \n3) War, invasion, acts of foreign enemies, hostilities (whether war be declared or not), civil war, commotion, unrest, \nrebellion, revolution, insurrection, military or us"}, {"file_name": "Bajaj", "chunk_id": 183, "text": "urped power or confiscation or nationalization or requisition of or \ndamage by or under the order of any government or public local authority. \nAny Medical expenses incurred due to Act of Terrorism will be covered under the Policy. \n4) The cost of spectacles, contact lenses, hearing aids, crutches, dentures, artificial teeth and all other external \nappliances and/or devices whether for diagnosis or treatment except for Cost of Artificial   Limbs,   cost of  \nprosthetic devices implanted during s"}, {"file_name": "Bajaj", "chunk_id": 184, "text": "urgical procedure like Pacemaker, orthopedic implants, cardiac valve \nreplacements, vascular stents etc. \n5) Treatment for any other system other than modern medicine (allopathy) \n6) External medical equipment of any kind used at home as post Hospitalization care including cost of instrument \nused in the treatment of Sleep Apnoea Syndrome (C.P.A.P), Continuous Peritoneal Ambulatory Dialysis (C.P.A.D) \nand Oxygen concentrator for Bronchial Asthmatic condition. \n7) Congenital external diseases or "}, {"file_name": "Bajaj", "chunk_id": 185, "text": "defects or anomalies, growth hormone therapy, stem cell implantation or surgery \nexcept for Hematopoietic stem cells for bone marrow transplant for haematological conditions. \n8) Intentional self-Injury (including but not limited to the use or misuse of any intoxicating drugs or alcohol) \n9) Vaccination or inoculation unless forming a part of post bite treatment or if medically necessary and forming a \npart of treatment recommended by the treating Medical Practitioner.  \n10) All non-medical Item"}, {"file_name": "Bajaj", "chunk_id": 186, "text": "s as per Annexure II. \n11) Circumcision unless required for the treatment of Illness or Accidental bodily Injury. \n12) Treatment for any medical conditions arising directly or indirectly from chemical contamination, radioactivity or \nany nuclear material, including the combustion of nuclear fuel. \n13) Alternate/ Complementary treatment, with the exception of those treatments shown in the Table of Benefits. \n14) Expenses incurred because of complications directly caused by an Illness, Injury or t"}, {"file_name": "Bajaj", "chunk_id": 187, "text": "reatment for which cover is \nexcluded or limited under Your plan. \n15) Consultations performed and any drugs or treatments prescribed by You, Your spouse, parents or children. \n16) Dental veneers and related procedures, unless medically necessary. \n17) Costs in respect of a family therapist or counsellor for out-patient mental illness treatment. \n18) Doctor’s fees for the completion of a Claim Form or other administration charges. \n19) Care and/or treatment of intentionally caused diseases or se"}, {"file_name": "Bajaj", "chunk_id": 188, "text": "lf-inflicted injuries, including a suicide attempt. \n20) Investigations into and treatment for loss of hair, including hair replacement unless the loss of hair is due to cancer \ntreatment. \n21) Treatment required as a result of medical error. \n22) Products that can be purchased without a Doctor’s prescription, except where a specific benefit covering these \ncosts appears in the Table of Benefits. \n23) Treatment of sleep disorders, including insomnia, narcolepsy, snoring and bruxism, except medic"}, {"file_name": "Bajaj", "chunk_id": 189, "text": "ally necessary \nInpatient treatment for obstructive sleep apnoea. \n24) Travel costs to and from medical facilities (including parking costs) for treatment, except when covered under \" \nLocal (Road) ambulance\", \"Medical evacuation\" and \"Medical repatriation\" benefits. \n25) Tumour marker testing, except for medically necessary testing during the investigation or treatment of cancer. \n26) Medical evacuation/repatriation from a vessel at sea to a medical facility on land. \n27) Organ Transplants that"}, {"file_name": "Bajaj", "chunk_id": 190, "text": " involve animal organs or organs which are manufactured using advanced technology like, \nbut not limited to, 3D Printing. Expenses incurred during the acquisition of an organ relating to stem cell storage \nand banking. \n28) The following benefits or any adverse consequences or complications relating to them, unless otherwise indicated \nin Your Table of Benefits:  \n Dental treatment, dental surgery, periodontics, orthodontics and dental prostheses. The only exception is \noral and maxillofacial s"}, {"file_name": "Bajaj", "chunk_id": 191, "text": "urgical procedures, which are covered within the overall limit of Your In-patient Plan \n Dietician fees \n Expenses for one person accompanying an evacuated/repatriated person \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 24 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mai"}, {"file_name": "Bajaj", "chunk_id": 192, "text": "l: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n Out-patient treatment  \n Prescribed medical aids  \n Preventive treatment  \n Travel costs of Insured family members in the event of an evacuation/repatriation \n Travel costs of Insured family members in the event of the repatriation of mortal remains \n Travel costs of Insured members to be with a family member who is at peril of death or who has died  \n29) Exc"}, {"file_name": "Bajaj", "chunk_id": 193, "text": "lusions applicable to Mental Illness Treatment: \na. Any expenses for Mental Illness Treatment related to Alcoholism, drug or substance abuse or any addictive \ncondition and consequences thereof.. \nb. Any expenses for diagnostic tests, investigations / treatment taken without the psychiatrist advising the \nsame and which is not duly supported by his prescriptions. \nc. Alternate treatment other than Allopathic treatment are not covered. \nd. For autism spectrum disorder, admissions, stays or day ca"}, {"file_name": "Bajaj", "chunk_id": 194, "text": "re treatment at specialised educational facilities \nare not covered. \ne. Out-patient Treatment for Mental Illness. \n \n30) The Standard Exclusion under “Investigation & Evaluation (Code-Excl04) (a) Expenses related to any \nadmission primarily for diagnostics and evaluation purposes only” are excluded even if the same requires \nconfinement at a Hospital. \n \n \n \nSECTION D) EXCLUSIONS- STANDARD EXCLUSIONS APPLICABLE TO PART B- INTERNATIONAL COVER \nUNDER SECTION C) BENEFITS COVERED UNDER THE POLICY \n"}, {"file_name": "Bajaj", "chunk_id": 195, "text": " \nA. Applicable for Part B-I (IN-PATIENT BENEFITS FOR INTERNATIONAL COVER ) \n \n1) Pre-Existing Diseases (Code-Excl01) \na. Expenses related to the treatment of a Pre-Existing Disease (PED) and its direct complications shall be \nexcluded until the expiry of 36 months of continuous coverage after the date of inception of the first Global \nHealth Care Policy with Insurer.  \nb. In case of enhancement of Sum Insured the exclusion shall apply afresh to the extent of Sum Insured increase. \nc. If the Ins"}, {"file_name": "Bajaj", "chunk_id": 196, "text": "ured is continuously covered without any break as defined under the portability norms of the extant \nIRDAI (Health Insurance) Regulations then waiting period for the same would be reduced to the extent of prior \ncoverage. \nd. Coverage under the Policy after the expiry of 36 months for any pre-existing disease is subject to the same \nbeing declared at the time of application and accepted by Insurer. \n \n2) Specified disease/procedure waiting period (Code-Excl02) \na. Expenses related to the treatme"}, {"file_name": "Bajaj", "chunk_id": 197, "text": "nt of the listed Conditions, surgeries/treatments shall be excluded until the \nexpiry of 24 months of continuous coverage after the date of inception of the first Global Health Care Policy \nwith Us. This exclusion shall not be applicable for claims arising due to an Accident.  \nb. In case of enhancement of Sum Insured the exclusion shall apply afresh to the extent of Sum Insured increase.  \nc. If any of the specified disease/procedure falls under the waiting period specified for Pre-Existing dis"}, {"file_name": "Bajaj", "chunk_id": 198, "text": "eases, \nthen the longer of the two waiting periods shall apply. \nd. The waiting period for listed conditions shall apply even if contracted after the Policy or declared and accepted \nwithout a specific exclusion. \ne. If the Insured is continuously covered without any break as defined under the applicable norms on portability \nstipulated by IRDAI, then waiting period for the same would be reduced to the extent of prior coverage. \nf. \nList of specific diseases/procedures is as below \n \n1. Any type"}, {"file_name": "Bajaj", "chunk_id": 199, "text": " gastrointestinal ulcers \n2. Cataracts, \n3. Any type of fistula \n4. Macular Degeneration \n5. Benign prostatic hypertrophy \n6. Hernia of all types \n7. All types of sinuses \n8. Fissure in ano \n9. Haemorrhoids, piles \n10. Hydrocele \n11. Dysfunctional uterine bleeding \n12. Fibromyoma \n13. Endometriosis \n14. Hysterectomy \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 25 \n \n \nBajaj Allianz General Insurance Co. Ltd.                "}, {"file_name": "Bajaj", "chunk_id": 200, "text": "       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n15. Uterine Prolapse \n16. Stones in the urinary and biliary systems \n17. Surgery on ears/tonsils/ \nadenoids/ paranasal sinuses \n18. Surgery on all internal or external tumours/ cysts/ \nnodules/polyps of any kind including breas"}, {"file_name": "Bajaj", "chunk_id": 201, "text": "t lumps \nwith exception of Malignant tumor or growth \n \n19. Diseases of gall bladder including cholecystitis \n20. Pancreatitis \n21. All forms of Cirrhosis \n22. Gout and rheumatism \n23. Tonsilitis \n24. Surgery for varicose veins and \nvaricose ulcers \n25. Chronic Kidney Disease \n26. Alzheimer’s Disease \n27. Joint replacement surgery \n28. Surgery for vertebral column \ndisorders  (unless necessitated due \nto an Accident) \n29. Surgery to correct deviated nasal septum \n30. Hypertrophied turbinate \n31."}, {"file_name": "Bajaj", "chunk_id": 202, "text": " Congenital internal diseases or anomalies \n32. Treatment for correction of eye \nsight due to refractive error \nrecommended by Ophthalmologist \nfor medical reasons with refractive \nerror greater or equal to 7.5 \n33. Bariatric Surgery \n34. Parkinson’s Disease \n35. Genetic disorders \n \n3) 30-day waiting period (Code-Excl03) \na. Expenses related to the treatment of any Illness within 30 days from the first Policy commencement date shall \nbe excluded except claims arising due to an Accident, provide"}, {"file_name": "Bajaj", "chunk_id": 203, "text": "d the same are covered. \nb. This exclusion shall not, however apply if the Insured has Continuous Coverage for more than twelve months. \nc. The within referred waiting period is made applicable to the enhanced Sum Insured in the event of granting \nhigher Sum Insured subsequently. \n \n4) Investigation & Evaluation (Code-Excl04) \na. Expenses related to any admission primarily for diagnostics and evaluation purposes only are excluded . \nb. Any diagnostic expenses which are not related or not inciden"}, {"file_name": "Bajaj", "chunk_id": 204, "text": "tal to the current diagnosis and treatment are \nexcluded.  \n \n5) Rest Cure, rehabilitation and respite care (Code-Excl05) \na. Expenses related to any admission primarily for enforced bed rest and not for receiving treatment. This also \nincludes: \nb. Custodial care either at home or in a nursing facility for personal care such as help with activities of daily living \nsuch as bathing, dressing, moving around either by skilled nurses or assistant or non-skilled persons. \nc. Any services for people "}, {"file_name": "Bajaj", "chunk_id": 205, "text": "who are terminally ill to address physical, social, emotional and spiritual needs. \n \n6) Obesity/Weight Control (Code-Excl06) \na. Expenses related to the surgical treatment of obesity that does not fulfil all the below conditions: \nb. Surgery to be conducted is upon the advice of the Doctor \nc. The surgery/Procedure conducted should be supported by clinical protocols \nd. The member has to be 18 years of age or older and \ne. Body Mass Index (BMI); \ni. \ngreater than or equal to 40 or \nii. \ngreater"}, {"file_name": "Bajaj", "chunk_id": 206, "text": " than or equal to 35 in conjunction with any of the following severe co-morbidities following failure \nof less invasive methods of weight loss: \nf. \nObesity-related cardiomyopathy \ng. Coronary heart disease \nh. Severe Sleep Apnea \ni. \nUncontrolled Type2 Diabetes \n \n7) Change-of-gender treatments (Code-Excl07) \nExpenses related to any treatment, including surgical management, to change characteristics of the body to those \nof the opposite sex. \n \n8) Cosmetic or plastic Surgery (Code-Excl08) \nExpe"}, {"file_name": "Bajaj", "chunk_id": 207, "text": "nses for cosmetic or plastic surgery or any treatment to change appearance unless for reconstruction \nfollowing an Accident, Burn(s) or Cancer or as part of Medically Necessary Treatment to remove a direct and \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 26 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on"}, {"file_name": "Bajaj", "chunk_id": 208, "text": " to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \nimmediate health risk to the Insured. For this to be considered a medical necessity, it must be certified by the \nattending Medical Practitioner. \n \n9) Hazardous or Adventure sports: (Code-Excl09) \nExpenses related to any treatment necessitated due to participation as a professional in hazardous or adventure \nsports, including but no"}, {"file_name": "Bajaj", "chunk_id": 209, "text": "t limited to, para-jumping, rock climbing, mountaineering, rafting, motor racing, horse racing \nor scuba diving, hand gliding, sky diving, deep-sea diving. \n \n10) Breach of law (Code-Excl10) \nExpenses for treatment directly arising from or consequent upon any Insured committing or attempting to commit \na breach of law with criminal intent. \n \n11) Excluded Providers (Code-Excl11) \nExpenses incurred towards treatment in any Hospital or by any Medical Practitioner or any other provider \nspecificall"}, {"file_name": "Bajaj", "chunk_id": 210, "text": "y excluded by the Insurer and disclosed in its website / notified to the policyholders are not admissible.  \nHowever, in case of life threatening situations or following an Accident, expenses up to the stage of stabilization \nare payable but not the complete claim. \n \n12) Treatment for Alcoholism, drug or substance abuse or any addictive condition and consequences thereof. (Code-\nExcl12) \n \n13) Treatments received in heath hydros, nature cure clinics, spas or similar establishments or private be"}, {"file_name": "Bajaj", "chunk_id": 211, "text": "ds registered \nas a nursing home attached to such establishments or where admission is arranged wholly or partly for domestic \nreasons. (Code-Excl13) \n \n14) Dietary supplements and substances that can be purchased without prescription, including but not limited to \nVitamins, minerals and organic substances unless prescribed by a Medical Practitioner as part of Hospitalization \nclaim or Day Care Procedure. (Code-Excl14) \n \n15) Refractive Error (Code-Excl15) \nExpenses related to the treatment for "}, {"file_name": "Bajaj", "chunk_id": 212, "text": "correction of eye sight due to refractive error less than 7.5 dioptres. \n \n16) Unproven Treatments (Code-Excl16)  \nExpenses related to any unproven treatment, services and supplies for or in connection with any treatment. \nUnproven Treatments are treatments, procedures or supplies that lack significant medical documentation to \nsupport their effectiveness. \n \n17) Sterility and Infertility (Code-Excl17) \na. Expenses related to sterility and infertility. This includes: \nb. Any type of contraceptio"}, {"file_name": "Bajaj", "chunk_id": 213, "text": "n, sterilization \nc. Assisted Reproduction services including artificial insemination and advanced reproductive technologies such \nas IVF, ZIFT, GIFT, ICSI \nd. Gestational Surrogacy \ne. Reversal of sterilization \n \n18) Maternity (Code-Excl18):  \na. Medical Treatment Expenses traceable to childbirth (including complicated deliveries and caesarean sections \nincurred during Hospitalization) except ectopic pregnancy. \nb. Expenses towards miscarriage (unless due to an Accident) and lawful medical ter"}, {"file_name": "Bajaj", "chunk_id": 214, "text": "mination of pregnancy during \nthe Policy Period. \n \nSECTION D) EXCLUSIONS– SPECIFIC EXCLUSIONS APPLICABLE TO INTERNATIONAL COVER UNDER \nSECTION C) BENEFITS COVERED UNDER THE POLICY \n \nB. Applicable to Part B-I, B-II, B-III \nWe do not cover the following expenses unless indicated otherwise in the Table of Benefits or in any written Policy \nendorsement \n1) Any  Dental Treatment that comprises of cosmetic surgery, dentures, dental prosthesis, dental implants, \northodontics, surgery of any kind unle"}, {"file_name": "Bajaj", "chunk_id": 215, "text": "ss as a result of Accidental Bodily Injury to natural teeth and also requiring \nHospitalization unless specified . \n2) Medical expenses where Inpatient care is not warranted and does not require supervision of qualified nursing \nstaff and qualified Medical Practitioner round the clock \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 27 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Air"}, {"file_name": "Bajaj", "chunk_id": 216, "text": "port Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n3) War, invasion, acts of foreign enemies, hostilities (whether war be declared or not), civil war, commotion, unrest, \nrebellion, revolution, insurrection, military or usurped power or confiscation or nationalization or requisition of or \ndamage by or under "}, {"file_name": "Bajaj", "chunk_id": 217, "text": "the order of any government or public local authority. \nAny Medical expenses incurred due to Act of Terrorism will be covered under the Policy. \n4) The cost of spectacles, contact lenses, hearing aids, crutches, dentures, artificial teeth and all other external \nappliances and/or devices whether for diagnosis or treatment except for Cost of Artificial Limbs, cost of prosthetic \ndevices implanted during surgical procedure like Pacemaker, orthopedic implants, cardiac valve replacements, \nvascular "}, {"file_name": "Bajaj", "chunk_id": 218, "text": "stents etc. \n5) Treatment for any other system other than modern medicine (allopathy) \n6) External medical equipment of any kind used at home as post Hospitalization care including cost of instrument \nused in the treatment of Sleep Apnoea Syndrome (C.P.A.P), Continuous Peritoneal Ambulatory Dialysis (C.P.A.D) \nand Oxygen concentrator for Bronchial Asthmatic condition. \n7) Congenital external diseases or defects or anomalies, growth hormone therapy, stem cell implantation or surgery \nexcept for H"}, {"file_name": "Bajaj", "chunk_id": 219, "text": "ematopoietic stem cells for bone marrow transplant for haematological conditions. \n8) Intentional self-Injury (including but not limited to the use or misuse of any intoxicating drugs or alcohol) \n9) Vaccination or inoculation unless forming a part of post bite treatment or if medically necessary and forming a \npart of treatment recommended by the treating Medical Practitioner.  \n10) All non-medical Items as per Annexure II \n11) Circumcision unless required for the treatment of Illness or Accide"}, {"file_name": "Bajaj", "chunk_id": 220, "text": "ntal bodily Injury,  \n12) Treatment for any medical conditions arising directly or indirectly from chemical contamination, radioactivity or \nany nuclear material, including the combustion of nuclear fuel. \n13) Alternate/Complementary treatment, with the exception of those treatments shown in the Table of Benefits. \n14) Expenses incurred because of complications directly caused by an Illness, Injury or treatment for which cover is \nexcluded or limited under  Your plan. \n15) Consultations performe"}, {"file_name": "Bajaj", "chunk_id": 221, "text": "d and any drugs or treatments prescribed by You,  Your spouse, parents or children. \n16) Dental veneers and related procedures, unless medically necessary. \n17) Costs in respect of a family therapist or counsellor for out-patient mental illness treatment. \n18) Doctor’s fees for the completion of a Claim Form or other administration charges. \n19) Care and/or treatment of intentionally caused diseases or self-inflicted injuries, including a suicide attempt. \n20) Investigations into and treatment f"}, {"file_name": "Bajaj", "chunk_id": 222, "text": "or loss of hair, including hair replacement unless the loss of hair is due to cancer \ntreatment. \n21) Treatment required as a result of medical error. \n22) Products that can be purchased without a Doctor’s prescription, except where a specific benefit covering these \ncosts appears in the Table of Benefits. \n23) Treatment of sleep disorders, including insomnia, narcolepsy, snoring and bruxism, except medically necessary \nInpatient treatment for obstructive sleep apnoea. \n24) Travel costs to and f"}, {"file_name": "Bajaj", "chunk_id": 223, "text": "rom medical facilities (including parking costs) for treatment, except when covered under \n\"Local (Road) ambulance\", \"Medical evacuation\" and \"Medical repatriation\" benefits. \n25) Treatment in the USA if We believe that cover was taken out with the purpose of travelling to the USA to get \ntreatment for a condition or symptoms You were aware of: \n \nbefore being Insured with Us \n \nbefore having the USA in  Your region of cover.  \nIf We paid any claims in these circumstances, We reserve the right"}, {"file_name": "Bajaj", "chunk_id": 224, "text": " to seek reimbursement from  You. \n26) Treatment outside the geographical area of cover unless for emergencies or authorised by Us. \n27) Tumour marker testing, except for medically necessary testing during the investigation or treatment of cancer. \n28) Medical evacuation/repatriation from a vessel at sea to a medical facility on land. \n29) Organ Transplants that involve animal organs or organs which are manufactured using advanced technology like, \nbut not limited to, 3D Printing. Expenses incur"}, {"file_name": "Bajaj", "chunk_id": 225, "text": "red during the acquisition of an organ relating to stem cell storage \nand banking. \n30) The following benefits or any adverse consequences or complications relating to them, unless otherwise indicated \nin  Your Table of Benefits:  \n Dental treatment, dental surgery, periodontics, orthodontics and dental prostheses. The only exception is \noral and maxillofacial surgical procedures, which are covered within the overall limit of  Your In-patient Plan \n Dietician fees \n Expenses for one person ac"}, {"file_name": "Bajaj", "chunk_id": 226, "text": "companying an evacuated/repatriated person \n Home delivery \n Infertility treatment  \n Laser eye treatment.  \n Out-patient treatment  \n Prescribed glasses and contact lenses including eye examination \n Prescribed medical aids  \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 28 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFo"}, {"file_name": "Bajaj", "chunk_id": 227, "text": "r more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n Preventive treatment  \n Routine maternity, Routine Delivery and newborn care and Complications of childbirth \n Travel costs of Insured family members in the event of an evacuation/repatriation \n Travel costs of Insured family members in the event of the repatriation of mortal remains \n Travel costs of Insu"}, {"file_name": "Bajaj", "chunk_id": 228, "text": "red members to be with a family member who is at peril of death or who has died  \n Vaccinations \n31) Air Ambulance + Medical Evacuation (Applicable to Imperial Plus Plan only) \na. costs for hotel suites, four or five-star hotel accommodation or hotel accommodation for an accompanying \nperson \nb. travel costs for accompanying person \nc. travel costs of Insured family members in the event of an evacuation \n32) Mental Illness Treatment \na. Any expenses for Mental Illness Treatment related to Alcoh"}, {"file_name": "Bajaj", "chunk_id": 229, "text": "olism, drug or substance abuse or any addictive \ncondition and consequences thereof. . \nb. Any expenses for diagnostic tests, investigations / treatment taken without the psychiatrist advising the \nsame and which is not duly supported by his prescriptions \nc. Alternate treatment other than Allopathic treatment are not covered \nd. For autism spectrum disorder, admissions, stays or day care treatment at specialised educational facilities \nare not covered. \ne. Out-patient Treatment for Mental Illne"}, {"file_name": "Bajaj", "chunk_id": 230, "text": "ss. \n33) Emergency treatment outside area of cover \nCover is not provided for curative or follow-up non-Emergency treatment, even if You are deemed unable to \ntravel to a country within Your geographical area of cover. Nor does it extend to charges relating to maternity, \npregnancy, childbirth or any complications of pregnancy or childbirth. \n34) Medical repatriation \na. travel costs for accompanying person \nb. travel costs of Insured family members in the event of repatriation \nc. travel costs "}, {"file_name": "Bajaj", "chunk_id": 231, "text": "of Insured members to be with a family member who is at peril of death or who has died \n35) Repatriation of mortal remains \nExpense incurred for any person accompanying the remains is not covered. \n36) If the international travel is intentionally undertaken with an intention of taking/undergoing medical \ntreatment/procedure outside India. \n37) The Standard Exclusion under “Investigation & Evaluation (Code-Excl04) (a) Expenses related to any admission \nprimarily for diagnostics and evaluation pur"}, {"file_name": "Bajaj", "chunk_id": 232, "text": "poses only” are excluded even if the same requires confinement at a \nHospital. \n \n \nC. Applicable to Part B-II (OUT-PATIENT BENEFITS FOR INTERNATIONAL COVER) \n \n1. Out-patient Treatment \na. During the first year of Global Health Care Policy with Us, 30 days waiting period would be applicable for all \nclaims under out-patient except those arising out of Accidental Injury, however the waiting period would not be \napplied during subsequent renewals. \nb. Out-patient Dental Treatment expenses will no"}, {"file_name": "Bajaj", "chunk_id": 233, "text": "t be covered. \n \n2. Alternate/Complementary Treatment \nDuring the first year of Global Health Care Policy with Us, 30 days waiting period would be applicable for all claims \nunder Alternate/Complementary Treatment except those arising out of Accidental Injury, however the waiting \nperiod would not be applied during subsequent renewals. \n \n3. Physiotherapy Benefit \na. During the first year of Global Health Care Policy with Us, 90 days waiting period would be applicable for all \nclaims under Physi"}, {"file_name": "Bajaj", "chunk_id": 234, "text": "otherapy Benefit except those arising out of Accidental Injury, however the waiting period \nwould not be applied during subsequent renewals \nb. Physiotherapy does not include therapies such as Rolfing, massage, Pilates, Fango and Milta. \n \n \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 29 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. N"}, {"file_name": "Bajaj", "chunk_id": 235, "text": "o.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \nD. Applicable for Part B-III (DENTAL PLAN BENEFITS FOR INTERNATIONAL COVER) \n During the first year of Global Health Care Policy with Us, 30 days waiting period would be applicable for all \nclaims under Dental Plan Benefits except those arising out of Accidental Injury, however the waiting period \n"}, {"file_name": "Bajaj", "chunk_id": 236, "text": "would not be applied during subsequent renewals \n Dental surgery does not cover surgical treatment that relates to dental implants. \n Dental Prostheses, dental implants, orthodontics  \n \n \n \nSECTION E) GENERAL TERMS AND CONDITIONS - STANDARD GENERAL TERMS AND CONDITIONS \n \n1. Disclosure of Information \nThe Policy shall be void and all premium paid thereon shall be forfeited to the Company in the event of \nmisrepresentation, mis description or non-disclosure of any material fact by the Policy h"}, {"file_name": "Bajaj", "chunk_id": 237, "text": "older. \n \n(Explanation- “Material facts” for the purpose of this Policy shall mean all relevant information sought by the \nCompany in the proposal form and other connected documents to enable it to take informed decision in the context \nof underwriting the risk.) \n \n2. Condition Precedent to Admission of Liability \nThe terms and conditions of the Policy must be fulfilled by the Insured for the Company to make any payment for \nclaim(s) arising under the Policy. \n \n3. Claim Settlement. (provision "}, {"file_name": "Bajaj", "chunk_id": 238, "text": "for Penal interest) \ni. The Company shall settle or reject a claim, as the case may be, within 30 days from the date of receipt of last \nnecessary document.  \nii. ln the case of delay in the payment of a claim, the Company shall be liable to pay interest to the Policyholder \nfrom the date of receipt of last necessary document to the date of payment of claim at a rate 2% above the \nbank rate.  \niii. However, where the circumstances of a claim warrant an investigation in the opinion of the Company"}, {"file_name": "Bajaj", "chunk_id": 239, "text": ", it shall \ninitiate and complete such investigation at the earliest, in any case not later than 30 days from the date of \nreceipt of last necessary document. In such cases, the Company shall settle or reject the claim within 45 days \nfrom the date of receipt of last necessary document.  \niv. In case of delay beyond stipulated 45 days, the Company shall be liable to pay interest to the Policyholder at a \nrate 2% above the bank rate from the date of receipt of last necessary document to the date "}, {"file_name": "Bajaj", "chunk_id": 240, "text": "of payment of \nclaim. \n \n(Explanation: \"Bank rate\" shall mean the rate fixed by the Reserve Bank of lndia (RBl) at the beginning of \nthe financial year in which claim has fallen due) \n \n4. Complete Discharge \nAny payment to the Policyholder, Insured or his/ her nominees or his/ her legal representative or assignee or to the \nHospital, as the case may be, for any benefit under the Policy shall be a valid discharge towards payment of claim \nby the Company to the extent of that amount for the parti"}, {"file_name": "Bajaj", "chunk_id": 241, "text": "cular claim. \n \n5. Multiple Policies \ni. In case of multiple policies taken by an Insured during a period from the same or one or more insurers to \nindemnify treatment costs, the Insured shall have the right to require a settlement of his/her claim in terms of \nany of his/her policies. ln all such cases the insurer chosen by the Insured shall be obliged to settle the claim as \nlong as the claim is within the limits of and according to the terms of the chosen Policy. \nii. Insured having multiple "}, {"file_name": "Bajaj", "chunk_id": 242, "text": "policies shall also have the right to prefer claims under this Policy for the amounts \ndisallowed under any other policy / policies even if the Sum Insured is not exhausted. Then the insurer shall \nindependently settle the claim subject to the terms and conditions of this Policy. \niii. If the amount to be claimed exceeds the Sum Insured under a single policy, the Insured shall have the right to \nchoose insurer from whom he/she wants to claim the balance amount. \niv. Where an Insured has policies"}, {"file_name": "Bajaj", "chunk_id": 243, "text": " from more than one insurer to cover the same risk on indemnity basis, the \nInsured shall only be indemnified the treatment costs in accordance with the terms and conditions of the chosen \npolicy. \n \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 30 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www."}, {"file_name": "Bajaj", "chunk_id": 244, "text": "bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \n6. Fraud \nIf any claim made by the Insured, is in any respect fraudulent, or if any false statement, or declaration is made or \nused in support thereof, or if any fraudulent means or devices are used by the Insured or anyone acting on his/her \nbehalf to obtain any benefit under this Policy, all benefits under this Policy and the premium pai"}, {"file_name": "Bajaj", "chunk_id": 245, "text": "d shall be forfeited.  \n \nAny amount already paid against claims made under this Policy but which are found fraudulent later shall be repaid \nby all recipient(s)/Policyholder(s), who has made that particular claim, who shall be jointly and severally liable for \nsuch repayment to the insurer.  \n \nFor the purpose of this clause, the expression “fraud” means any of the following acts committed by the Insured or \nby his agent or the Hospital/Doctor/any other party acting on behalf of the Insured, wi"}, {"file_name": "Bajaj", "chunk_id": 246, "text": "th intent to deceive the Insurer \nor to induce the Insurer to issue an insurance Policy \na. the suggestion, as a fact of that which is not true and which the Insured does not believe to be true; \nb. the active concealment of a fact by the Insured having knowledge or belief of the fact;  \nc. any other act fitted to deceive; and  \nd. any such actor omission as the law specially declares to be fraudulent.  \n \nThe Company shall not repudiate the claim and / or forfeit the Policy benefits on the grou"}, {"file_name": "Bajaj", "chunk_id": 247, "text": "nd of Fraud, if the Insured \n/ beneficiary can prove that the misstatement was true to the best of his knowledge and there was no deliberate \nintention to suppress the fact or that such misstatement of or suppression of material fact are within the knowledge \nof the insurer. Onus of disproving Fraud is upon the Insured, if alive, or beneficiaries. \n \n7. Cancellation \nThe Insured may cancel this Policy by giving 15 days’ written notice and in such an event, the Company shall \nrefund premium for t"}, {"file_name": "Bajaj", "chunk_id": 248, "text": "he unexpired Policy Period as detailed below \na. If full premium is received at Policy inception then refund will be computed as under: \n \nPeriod in Risk \nPremium Refund \nWithin 15 Days \nAs per Free Look period Condition \nExceeding 15  days but less than or equal to  3 months \n65.00% \nExceeding 3 months but less than or equal to 6 months \n45.00% \nExceeding 6 months but less than or equal to 9 months \n20.00% \nExceeding 9 months but less than or equal to 12 months \n0% \n \nb. If  premium is received"}, {"file_name": "Bajaj", "chunk_id": 249, "text": " on instalment basis, the premium will be refunded as per the below table: \n \nPeriod in Risk (From Latest instalment date) \n% of \nMonthly \nPremium \n% of Quarterly \nPremium \n% of Half Yearly \nPremium \nUp to 15 days from 1st Instalment Date \nAs per Free Look Period Condition \nExceeding 15 days but less than or equal to 3 \nmonths \nNo Refund \n30% \nExceeding 3 months but less than or equal to 6 \nmonths \n0% \n \nNote: \nThe first slab of Number of days “within 15 days” in above table is applicable only i"}, {"file_name": "Bajaj", "chunk_id": 250, "text": "n case of new business. \nIn case of renewal policies, period is risk “Exceeding 15 days but less than 3 months” should be read as “within 3 \nmonths”. \nNotwithstanding anything contained herein or otherwise, no refunds of premium shall be made in respect of \nCancellation where, any claim has been admitted or has been lodged or any benefit has been availed by the \ninsured person under the Policy. \n \nThe Company may cancel the Policy at any time on grounds of misrepresentation non-disclosure of mat"}, {"file_name": "Bajaj", "chunk_id": 251, "text": "erial facts, \nfraud by the insured person by giving 15 days’ written notice. There would be no refund of premium on cancellation \non grounds of misrepresentation, non-disclosure of material facts or fraud. \n \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 31 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on"}, {"file_name": "Bajaj", "chunk_id": 252, "text": " to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \n8. Migration \nThe Insured will have the option to migrate the Policy to other health insurance products/plans offered by the \nCompany by applying for migration of the Policy at least 30 days before the Policy renewal date as per IRDAI \nguidelines on Migration. If such person is presently covered and has been continuously covered wi"}, {"file_name": "Bajaj", "chunk_id": 253, "text": "thout any lapses \nunder any health insurance product/plan offered by the Company, the Insured will get the accrued continuity \nbenefits in waiting periods as per IRDAI guidelines on migration. \nFor Detailed Guidelines on migration, kindly refer the link \nhttps://www.irdai.gov.in/ADMINCMS/cms/Circulars_List.aspx?mid=3.2.3 \n \n9. Portability \nThe Insured will have the option to port the Policy to other insurers by applying to such insurer to port the entire \nPolicy along with all the members of the"}, {"file_name": "Bajaj", "chunk_id": 254, "text": " family, if any, at least 45 days before, but not earlier than 60 days from the \nPolicy renewal date as per IRDAI guidelines related to portability. If such person is presently covered and has been \ncontinuously covered without any lapses under any health insurance Policy with an Indian General/Health insurer, \nthe proposed Insured will get the accrued continuity benefits in waiting periods as per IRDAI guidelines on \nportability. \nFor Detailed Guidelines on portability, kindly refer the link \nh"}, {"file_name": "Bajaj", "chunk_id": 255, "text": "ttps://www.irdai.gov.in/ADMINCMS/cms/Circulars_List.aspx?mid=3.2.3 \n \n \n10. Renewal of Policy \nThe Policy shall ordinarily be renewable except on misrepresentation by the insured person, grounds of fraud, \nmisrepresentation by the insured person. \ni. \nThe Company shall endeavor to give notice for renewal. However, the Company is not under obligation to give \nany notice for renewal. \nii. Renewal shall not be denied on the ground that the insured person had made a claim or claims in the \npreceding"}, {"file_name": "Bajaj", "chunk_id": 256, "text": " Policy years. \niii. Request for renewal along with requisite premium shall be received by the Company before the end of the \nPolicy Period. \niv. At the end of the Policy Period, the Policy shall terminate and can be renewed within the Grace Period of 30 \ndays to maintain continuity of benefits without break in Policy. Coverage is not available during the grace \nperiod. \nv. No loading shall apply on renewals based on individual claims experience \n \n11. Withdrawal of Policy \ni. In the likelihood "}, {"file_name": "Bajaj", "chunk_id": 257, "text": "of this product being withdrawn in future, the Company will intimate the insured person about \nthe same 90 days prior to expiry of the Policy. \nii. Insured Person will have the option to migrate to similar health insurance product available with the Company at \nthe time of renewal with all the accrued continuity benefits such as cumulative bonus, waiver of waiting period \nas per IRDAI guidelines, provided the Policy has been maintained without a break. \n \n12. Moratorium Period \nAfter completion "}, {"file_name": "Bajaj", "chunk_id": 258, "text": "of eight continuous years under this Policy no look back to be applied. This period of eight years is \ncalled as moratorium period. The moratorium would be applicable for the sums insured of the first Policy and \nsubsequently completion of eight continuous years would be applicable from date of enhancement of sums insured \nonly on the enhanced limits. After the expiry of Moratorium Period no claim under this Policy shall be contestable \nexcept for proven fraud and permanent exclusions specified "}, {"file_name": "Bajaj", "chunk_id": 259, "text": "in the Policy contract. The policies would however be \nsubject to all limits, sub limits, co-payments, deductibles as per the Policy contract. \n \n13. Premium Payment in Instalments (Wherever applicable)  \nIf the Insured has opted for Payment of Premium on an instalment basis i.e., Half Yearly, Quarterly or Monthly, as \nmentioned in the Policy Schedule, the following Conditions shall apply (notwithstanding any terms contrary \nelsewhere in the Policy)  \ni. Grace Period of 15 days would be given to"}, {"file_name": "Bajaj", "chunk_id": 260, "text": " pay the instalment premium due for the Policy.  \nii. During such grace period, coverage will not be available from the due date of instalment premium till the date of \nreceipt of premium by Company.  \niii. The Insured will get the accrued continuity benefit in respect of the “Waiting Periods”, “Specific Waiting Periods” \nin the event of payment of premium within the stipulated grace Period.  \niv. No interest will be charged If the instalment premium is not paid on due date.  \nv. In case of inst"}, {"file_name": "Bajaj", "chunk_id": 261, "text": "alment premium due not received within the grace period, the Policy will get cancelled.  \nvi. In the event of a claim, all subsequent premium instalments shall immediately become due and payable.  \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 32 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.baja"}, {"file_name": "Bajaj", "chunk_id": 262, "text": "jallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \nvii. The Company has the right to recover and deduct all the pending installments from the claim amount due under \nthe Policy. \n \n14. Possibility of Revision of Terms of the Policy lncluding the Premium Rates:  \nThe Company, with prior approval of lRDAl, may revise or modify the terms of the Policy including the premium \nrates. The Insured shall "}, {"file_name": "Bajaj", "chunk_id": 263, "text": "be notified three months before the changes are effected. \n \n15. Free Look Period  \nThe Free Look Period shall be applicable on new individual health insurance policies and not on renewals or at the \ntime of porting/migrating the Policy.  \nThe Insured shall be allowed free look period of fifteen days from date of receipt of the Policy document to review \nthe terms and conditions of the Policy, and to return the same if not acceptable.  \nIf the insured has not made any claim during the Free Look "}, {"file_name": "Bajaj", "chunk_id": 264, "text": "Period, the insured shall be entitled to  \ni. a refund of the premium paid less any expenses incurred by the Company on medical examination of the \nInsured and the stamp duty charges or  \nii. where the risk has already commenced and the option of return of the Policy is exercised by the Insured, a \ndeduction towards the proportionate risk premium for period of cover or  \niii. Where only a part of the insurance coverage has commenced, such proportionate premium commensurate with \nthe insurance co"}, {"file_name": "Bajaj", "chunk_id": 265, "text": "verage during such period. \n \n16. Nomination  \nThe Policyholder is required at the inception of the Policy to make a nomination for the purpose of payment of \nclaims under the Policy in the event of death of the Policyholder. Any change of nomination shall be communicated \nto the Company in writing and such change shall be effective only when an endorsement on the Policy is made. ln \nthe event of death of the Policyholder, the Company will pay the nominee {as named in the Policy Schedule/Policy "}, {"file_name": "Bajaj", "chunk_id": 266, "text": "\nCertificate/Endorsement (if any)} and in case there is no subsisting nominee, to the legal heirs or legal \nrepresentatives of the Policyholder whose discharge shall be treated as full and final discharge of its liability under \nthe Policy. \n \n17. Grievance Redressal Procedure  \nIn case of any grievance the insured person may contact the Company through \n \nToll free:  \n1800-225858 (free calls from BSNL/MTNL lines only) \n1800-1025858 (free calls from Bharti users – mobile /landline ) or 020-30305"}, {"file_name": "Bajaj", "chunk_id": 267, "text": "858 \nE-mail:   \nbagichelp@bajajallianz.co.in \nFax :  \n \n020-66026667 \nCourier:  \nBajaj Allianz General Insurance Co. Ltd \nBajaj Allianz House, Airport Road \n  \nYerawada, Pune 411006 \n \nInsured Beneficiary may also approach the grievance cell at any of the Company’s branches with the details of \ngrievance \n \nIf Insured Beneficiary is not satisfied with the redressal of grievance through one of the above methods, Insured \nBeneficiary may contact the grievance officer at ggro@bajajallianz.co.in \nFo"}, {"file_name": "Bajaj", "chunk_id": 268, "text": "r updated details of grievance officer, https://www.bajajallianz.com/about-Us/customer-service.html \nGrievance may also be lodged at IRDAI Integrated Grievance Management System - https://igms.irda.gov.in/ \n \nYou can further find detailed and Complaints and dispute resolution procedure for International Cover please refer \ncondition 55. “Additional Grievance Redressal Procedure”. \n \nSECTION E) GENERAL TERMS AND CONDITIONS - SPECIFIC TERMS AND CONDITIONS \n \n18. Conditions Precedent \na) The due ob"}, {"file_name": "Bajaj", "chunk_id": 269, "text": "servance and fulfilment of the terms and conditions of the Policy, by the Insured, shall be a \ncondition precedent to any liability of the Company to make any payment for claim(s) arising under the Policy.  \nb) The Insured shall notify the Company in writing of any material change in the risk in relation to the declaration \nmade in the proposal form or medical examination report at each Renewal and the Company may, adjust \nthe scope of cover and / or premium, if necessary, accordingly.  \n \n \n \n "}, {"file_name": "Bajaj", "chunk_id": 270, "text": "\n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 33 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \nc) Where this Policy requires You to do or not to do "}, {"file_name": "Bajaj", "chunk_id": 271, "text": "something, then the complete satisfaction of that \nrequirement by You or someone claiming on Your behalf is a precondition to any obligation We have under \nthis Policy. If You or someone claiming on Your behalf fails to completely satisfy that requirement, then We \nmay refuse to consider Your claim. \n \n19. Records to be Maintained  \nThe Insured shall keep an accurate record containing all relevant medical records and shall allow the Company or \nits representatives to inspect such records. The Po"}, {"file_name": "Bajaj", "chunk_id": 272, "text": "licyholder or Insured Person shall furnish such information as the \nCompany may require for settlement of any claim under the Policy, within reasonable time limit and within the time \nlimit specified in the Policy  \n \n20. Automatic change in Coverage under the Policy  \n \nThe coverage for the Insured shall automatically terminate:  \n1. In the case of his/ her (Insured) demise.  \n \nHowever, the cover shall continue for the remaining insured persons till the end of Policy Period. The other insured "}, {"file_name": "Bajaj", "chunk_id": 273, "text": "\npersons may also apply to renew the Policy. In case, the other insured person is minor, the Policy shall be renewed \nonly through any one of his/her natural guardian or guardian appointed by court. All relevant particulars in respect of \nsuch person (including his/her relationship with the insured person) must be submitted to the Company along with \nthe application. Provided no claim has been made, and termination takes place on account of death of the Insured, \npro-rata refund of premium of th"}, {"file_name": "Bajaj", "chunk_id": 274, "text": "e deceased Insured for the balance period of the Policy will be effective.  \n2. Upon exhaustion of Sum Insured and cumulative bonus, for the Policy year. However, the Policy is subject \nto renewal on the due date as per the applicable terms and conditions.  \n \n21. Territorial Jurisdiction  \nAll disputes or differences under or in relation to the interpretation of the terms, conditions, validity, construct, \nlimitations and/or exclusions contained in the Policy shall be determined by the Indian c"}, {"file_name": "Bajaj", "chunk_id": 275, "text": "ourt and according to Indian \nlaw.  \n \n22. Notice & Communication  \ni. \nAny notice, direction, instruction or any other communication related to the Policy should be made in writing.  \nii. Such communication shall be sent to the address of the Company or through any other electronic modes \nspecified in the Policy Schedule.  \niii. The Company shall communicate to the Insured at the address or through any other electronic mode mentioned \nin the Schedule. \n \n23. Insured \nOnly those persons named as"}, {"file_name": "Bajaj", "chunk_id": 276, "text": " the Insured in the Policy Schedule shall be covered under this Policy. Cover under \nthis Policy shall be withdrawn from any Insured upon such Insured giving 14 days written notice to be received by \nUs. \n \n24. Communications \nAny communication meant for Us must be in writing and be delivered to Our address shown in the Schedule. Any \ncommunication meant for You will be sent by Us to Your address shown in the Schedule. \n \n25. Paying a Claim  \ni. You agree that We need only make payment when You "}, {"file_name": "Bajaj", "chunk_id": 277, "text": "or someone claiming on Your behalf has provided Us \nwith necessary documentation and information.  \nii. We will make payment to You or Your Nominee. If there is no Nominee and You are incapacitated or deceased, \nWe will pay Your heir, executor or validly appointed legal representative and any payment We make in this way \nwill be a complete and final discharge of Our liability to make payment. \n \n26. Basis of Claims Payment (For Domestic Cover only) \ni. If You suffer a relapse within 45 days of t"}, {"file_name": "Bajaj", "chunk_id": 278, "text": "he date when You last obtained medical treatment or consulted a \nMedical Practitioner and for which a claim has been made, then such relapse shall be deemed to be part of the \nsame claim. \nii. The Day Care Procedure listed are subject to the exclusions, terms and conditions of the Policy and will not be \ntreated as independent coverage under the Policy. \niii. We shall make payment in Indian Rupees only. \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Ca"}, {"file_name": "Bajaj", "chunk_id": 279, "text": "re/ Policy Wordings/Page 34 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \n27. Basis of Claims Payment (For International Cover only) \nCurrency: Please specify the currency You wish to be paid in. On rare occasi"}, {"file_name": "Bajaj", "chunk_id": 280, "text": "ons, We may not be able to make a \npayment in that currency due to international banking regulations. If this happens, We will identify a suitable \nalternative currency. If We have to make a conversion from one currency to another, We will use the exchange rate \nthat applied on the date the invoices were issued, or on the date that We pay  Your claim.  \nPlease note that We reserve the right to choose which currency exchange rate to apply. \n \n28. Cost Sharing  \na. You  shall bear 20% of Co-Paymen"}, {"file_name": "Bajaj", "chunk_id": 281, "text": "t for each and every claim payable under Section C Part B III- Dental Plan \nBenefits (Optional cover) and Our liability, if any, shall only be in excess of that sum.  \nb. If opted, an aggregate Deductible as specified in the Policy Schedule will apply for expenses under Inpatient \nplan benefits outside India.  \n \n29. Cumulative Bonus (For Domestic Cover only):  \nIf You renew Your Global Health Care Policy with Us without any break and there has been no claim in the \npreceding year, We will incre"}, {"file_name": "Bajaj", "chunk_id": 282, "text": "ase the Limit of Indemnity by 20% of Domestic Cover’s base Sum Insured per annum, \nbut: \ni. The maximum cumulative increase in the Limit of Indemnity will be limited to 100% of Domestic Cover’s base \nSum Insured. \nii. This clause does not alter the annual character of this insurance or Our right to decline to renew or to cancel the \nPolicy, under the circumstances described in cancellation clause stated under the Policy \niii. If a claim is made in any year where a cumulative increase has been ap"}, {"file_name": "Bajaj", "chunk_id": 283, "text": "plied, then the increased Limit of \nIndemnity in the Policy Period of the subsequent Global Health Care Policy shall be reduced by 20%, save that \nthe limit of indemnity applicable shall be preserved. \n \n30. Changing country of residence \nIt is important to let Us know when You change Your country of residence. This may affect  Your cover, the \navailability of the services included in  Your plan or  Your premium, even if You are moving to an area within  Your \nNetwork, as  Your existing plan may"}, {"file_name": "Bajaj", "chunk_id": 284, "text": " not be valid there. Cover in some countries is subject to local health insurance \nrestrictions, particularly for residents of that country. It is Your responsibility to ensure that  Your health cover is \nlegally appropriate. If You are not sure, please get independent legal advice, as We may no longer be able to cover \nYou. The cover We provide is not a substitute for local compulsory health insurance.  \n \n31. Withdrawal of Policy \ni. \nIn the likelihood of this Policy/product being withdrawn in"}, {"file_name": "Bajaj", "chunk_id": 285, "text": " future, the Company will intimate the \nInsured about the same 90 days prior to expiry of the Policy Period. \nii. \nInsured will have the option to Migrate to similar Policy, if available, with the Company at the time of \nrenewal with all the accrued continuity benefits such as cumulative bonus, waiver of Waiting Period \nas per IRDAI guidelines, provided the Policy has been maintained without a break. \niii. If the Company has no alternative or similar products then the Insured may opt for any Hea"}, {"file_name": "Bajaj", "chunk_id": 286, "text": "lth \nIndemnity products available with the Company with all the accrued continuity benefits such as \ncumulative bonus, waiver of Waiting Period as per IRDAI guidelines, provided the Policy has been \nmaintained without a break. \n \n32. Endorsements (Changes in Policy)  \ni. \nThis Policy constitutes the complete contract of insurance. This Policy cannot be modified by anyone \n(including an insurance agent or broker) except the Company. Any change made by the Company \nshall be evidenced by a written "}, {"file_name": "Bajaj", "chunk_id": 287, "text": "endorsement signed and stamped.  \nii. \nThe Policyholder may be changed only at the time of renewal. The new Policyholder must be the \nlegal heir/immediate family member of Policyholder. Such change would be subject to acceptance by \nthe Company and payment of premium (if any). The renewed Policy shall be treated as having been \nrenewed without break.  \niii. The Policyholder may be changed during the Policy Period only in case of his/her demise or him/her \nmoving out of India.  \n \n33. Terms and c"}, {"file_name": "Bajaj", "chunk_id": 288, "text": "onditions of the Policy  \nThe terms and conditions contained herein and in the Policy Schedule shall be deemed to form part of the \nPolicy and shall be read together as one document. \n \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 35 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.c"}, {"file_name": "Bajaj", "chunk_id": 289, "text": "om | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n \n34. Change of Sum Insured  \nSum Insured can be changed (increased/ decreased) only at the time of renewal or at any time, subject to \nunderwriting by the Company. For any increase in SI, the waiting period shall start afresh only for the enhanced \nportion of the Sum Insured. \n \n35. Sum Insured Enhancement:  \ni. The Insured can apply for enhancement of Su"}, {"file_name": "Bajaj", "chunk_id": 290, "text": "m Insured at the time of renewal. You can apply for enhancement \nof Sum Insured by submitting a fresh proposal form to the Company.  \nii. The acceptance of enhancement of Sum Insured would be at the discretion of the Company, based on the \nhealth condition of the Insured(s) & claim history of the Policy. \niii. All waiting periods as defined in the Policy shall apply for this enhanced Sum Insured limit from the effective \ndate of enhancement of such Sum Insured considering such Policy Period as t"}, {"file_name": "Bajaj", "chunk_id": 291, "text": "he first Policy with the Company.  \n \n36. Inclusion of members under the Policy: \nWhere an Insured is added to this Policy, either by way of Endorsement or at the time of renewal, the pre-existing \ndisease clause, exclusions and waiting periods will be applicable considering such Policy Year as the first year of \nPolicy with the Company for the New/included Insured. \n \n37. Territorial Limits & Governing Law (for Domestic Cover only): \ni. We cover medical expenses for treatment availed within Ind"}, {"file_name": "Bajaj", "chunk_id": 292, "text": "ia only. Our liability to make any payment shall be to \nmake payment within India and in Indian Rupees only. \nii. The Policy constitutes the complete contract of insurance. No change or alteration shall be valid or effective \nunless approved in writing by Us, which approval shall be evidenced by an Endorsement on the Schedule. \niii. The construction, interpretation and meaning of the provisions of this Policy shall be determined in accordance \nwith Indian law. The section headings of this Policy"}, {"file_name": "Bajaj", "chunk_id": 293, "text": " are included for descriptive purposes only and do not form \npart of this Policy for the purpose of its construction or interpretation. \niv. Subject to Arbitration clause, the competent court in India shall have exclusive jurisdiction under this Policy. \n \n38. Territorial Limits & Governing Law (for International Cover only): \ni. We cover medical expenses for treatment availed World-wide outside of India (including or excluding USA as \nspecified in the Policy Schedule). \nii. You may specify the "}, {"file_name": "Bajaj", "chunk_id": 294, "text": "currency You wish to be paid in. On rare occasions, We may not be able to make a \npayment in that currency due to international banking regulations. If this happens, We will identify a suitable \nalternative currency. If We have to make a conversion from one currency to another, We will use the exchange \nrate that applied on the date the invoices were issued, or on the date that We pay  Your claim.  \niii. Please note that We reserve the right to choose which currency exchange rate to apply. \niv. "}, {"file_name": "Bajaj", "chunk_id": 295, "text": "The Policy constitutes the complete contract of insurance. No change or alteration shall be valid or effective \nunless approved in writing by Us, which approval shall be evidenced by an Endorsement on the Schedule. \nv. Your Policy is exclusively governed by the Indian Law and Indian Courts jurisdiction. \nvi. The construction, interpretation and meaning of the provisions of this Policy shall be determined in accordance \nwith Indian law. The section headings of this Policy are included for descrip"}, {"file_name": "Bajaj", "chunk_id": 296, "text": "tive purposes only and do not form \npart of this Policy for the purpose of its construction or interpretation \n \n39. Economic sanctions (for International Cover  only):  \nCover is not provided if any element of the cover ,benefit, activity, business or underlying business violates any \napplicable sanction law or regulations of the United Nations, the European Union or any other applicable economic \nor trade sanction law or regulations. \n \n40. Circumstances outside Our control (force majeure):  \n"}, {"file_name": "Bajaj", "chunk_id": 297, "text": "We will always do Our best for You, but We are not liable for delays or failures in Our obligations to You caused by \nthings which are outside of Our reasonable control. Examples are extremely severe weather, floods, landslides, \nearthquakes, storms, lightning, fire, subsidence, epidemics, acts of terrorism, outbreaks of military hostilities \n(whether or not war is declared), riots, explosions, strikes or other labour unrest, civil disturbances, sabotage and \nexpropriation by governmental author"}, {"file_name": "Bajaj", "chunk_id": 298, "text": "ities. \n \n41. The wordings “The Policyholder may be changed during the Policy Period only in case of his/her demise or him/her \nmoving out of India.” In the Standard Terms and Conditions shall not be applicable to this Policy as this Policy also \ncovers the international Health coverage. \n \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 36 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz Hou"}, {"file_name": "Bajaj", "chunk_id": 299, "text": "se, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n42. Additional conditions as to Migration and or Portability: \n \nMigration and or Portability will be allowed only if the Insured is having the existing health policy which \ncovers both the Domestic and International health cover. \n \nIf the Insured h"}, {"file_name": "Bajaj", "chunk_id": 300, "text": "as an existing Domestic Health Indemnity Policy and wants to opt for Global Health Care \nPolicy, then the Global Health Care Policy will be provided but accrued continuity benefits such as \ncumulative bonus, waiver of Waiting Period as per IRDAI guidelines, provided the Policy has been \nmaintained without a break will be available only for Domestic Health Indemnity Covers. \n \n43. Discounts \ni. Employee Discount: 20% discount on published premium rates to employees of Bajaj Allianz & its group \nc"}, {"file_name": "Bajaj", "chunk_id": 301, "text": "ompanies, this discount is applicable only if the Policy is booked in direct code.  \nii. Online/Direct Business Discount: Discount of 5% will be offered in this product for policies underwritten through \ndirect/online channel. \nNote: this discount is not applicable for Employees who get employee discount. \niii. Family Discount: 5% family discount shall be offered if 2 or more eligible Family Members are covered under a \nsingle Policy. \niv. Voluntary Deductible: The customer can opt for aggregate"}, {"file_name": "Bajaj", "chunk_id": 302, "text": " deductible on International Inpatient Benefits and avail \ndiscount as below. \n \n \n \nSECTION E) GENERAL TERMS AND CLAUSES - STANDARD GENERAL TERMS AND CLAUSES \n \n44. Claims Procedure for Domestic Cover \nAll Claims will be settled by In house claims settlement team of the Company and no TPA is engaged. However the \nCompany reserves to engage TPA at any time, at the sole discretion of the Company. \nIf You meet with any Accidental Bodily Injury or suffer an Illness that may result in a claim, then "}, {"file_name": "Bajaj", "chunk_id": 303, "text": "as a Cashless \nFacility to Our liability, You must comply with the following: \nA. Cashless Claims Procedure:  \nCashless treatment is only available at Network Hospitals. In order to avail of cashless treatment, the following \nprocedure must be followed by You:  \ni. \nFor planned treatment or Hospitalization, prior to taking treatment and/or incurring Medical Expenses at a \nNetwork Hospital, You or Your representative must intimate Us 48 hours before the planned Hospitalization and \nrequest pre-au"}, {"file_name": "Bajaj", "chunk_id": 304, "text": "thorisation by way of the written form. \nii. After considering Your request and after obtaining any further information or documentation We have sought, \nWe may, if satisfied, send You or the Network Hospital, an authorisation letter. The authorisation letter, the ID \ncard issued to You along with this Policy and any other information or documentation that We have specified \nmust be produced to the Network Hospital identified in the pre-authorization letter at the time of Your admission \nto the "}, {"file_name": "Bajaj", "chunk_id": 305, "text": "same. \niii. If the procedure above is followed, You will not be required to directly pay for the bill amount in the Network \nHospital that We are liable under Section AI-Inpatient Hospitalization Treatment above and the original bills and \nevidence of treatment in respect of the same shall be left with the Network Hospital. Pre-authorisation does not \nguarantee that all costs and expenses will be covered. We reserve the right to review each claim for Medical \nExpenses and accordingly coverage wi"}, {"file_name": "Bajaj", "chunk_id": 306, "text": "ll be determined according to the terms and conditions of this Policy.  \niv. In case any treatment or procedure is to be taken on an Emergency basis, You or Your representative must \nintimate Us in writing immediately within 24 hours of Hospitalization. \n \nB. Reimbursement Claims Procedure:  \nIf Pre-authorisation as per Cashless Claims Procedure above is denied by Us or if treatment is taken in a Hospital \nother than a Network Hospital or if You do not wish to avail Cashless Facility, then: \ni. "}, {"file_name": "Bajaj", "chunk_id": 307, "text": "You or someone claiming on Your behalf must inform Us in writing immediately within 48 hours of Hospitalization \nin case of Emergency Hospitalization and 48 hours prior to Hospitalization in case of planned Hospitalization \nii. You must immediately consult a Medical Practitioner and follow the advice and treatment that he recommends. \niii. You must take reasonable steps or measures to minimize the quantum of any claim that may be made under this \nPolicy. \niv. You must have Yourself examined by O"}, {"file_name": "Bajaj", "chunk_id": 308, "text": "ur medical advisors if We ask for this, and as often as We consider this to \nbe necessary at Our cost. \nDeductible\nImperial Plan\nImperial Plus Plan\nUSD 500\n5%\n4%\nUSD 1000\n9%\n6%\n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 37 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail"}, {"file_name": "Bajaj", "chunk_id": 309, "text": ": bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \nv. You or someone claiming on Your behalf must promptly and in any event within 30 days of  discharge from a \nHospital give Us the documentation as listed out in greater detail below and other information We ask for to \ninvestigate the claim or Our obligation to make payment for it. \nvi. In the event of the death of the Insured, someone claiming on his behalf must in"}, {"file_name": "Bajaj", "chunk_id": 310, "text": "form Us in writing immediately \nand send Us a copy of the post mortem report (if any) within 30 days* \nvii. If the original documents are submitted with the co-insurer, the Xerox copies attested by the co-insurer should be \nsubmitted  \n \n*Note: In case You are claiming for the same event under an indemnity based Policy of another insurer and are \nrequired to submit the original documents related to Your treatment with that particular insurer, then You may \nprovide Us with the attested Xerox copi"}, {"file_name": "Bajaj", "chunk_id": 311, "text": "es of such documents along with a declaration from the particular insurer \nspecifying the availability of the original copies of the specified treatment documents with it.  \n**Note: Waiver of conditions (i) and (vi) may be considered in extreme cases of hardship where it is proved to Our \nsatisfaction that under the circumstances in which You were placed, it was not possible for You or any other person \nto give notice or file claim within the prescribed time limit. \n \nList of Claim documents: \n"}, {"file_name": "Bajaj", "chunk_id": 312, "text": " Claim form with NEFT details & cancelled cheque duly signed by Insured  \n Original/Attested copies of Discharge Summary / Discharge Certificate / Death Summary with Surgical & \nanesthetics notes  \n Attested copies of Indoor case papers, if available   \n Original/Attested copies Final Hospital Bill with break up of surgical charges, surgeon’s fees, OT charges etc \n Original Paid Receipt against the final Hospital Bill.  \n Original bills towards Investigations done / Laboratory Bills.  \n Or"}, {"file_name": "Bajaj", "chunk_id": 313, "text": "iginal/Attested copies of Investigation Reports against Investigations done.  \n Original bills and receipts paid for the transportation from Registered Ambulance Service Provider. Treating \nMedical Practitioner certificate to transfer the Injured person to a higher medical centre for further treatment (if \nApplicable). \n Cashless settlement letter or other Company settlement letter  \n First consultation letter for the current ailment. \n In case of implant surgery, invoice & sticker.  \n \nPlea"}, {"file_name": "Bajaj", "chunk_id": 314, "text": "se send the documents on below address \n \nBajaj Allianz General Insurance Company Ltd \n2nd Floor, Bajaj Finserv Building, \nBehind Weikfield IT park, \nOff Nagar Road, Viman Nagar \nPune 411014| Toll free: 1800-103-2529, 1800-22-5858 \n \n45. Claims Procedure for International Cover- Reimbursement Claims and Pre-authorization Process for \nInternational Cover  \nA. Medical claims  \nBefore submitting a claim to Us, please pay attention to the following points: \n \nClaiming deadline: You must submit all "}, {"file_name": "Bajaj", "chunk_id": 315, "text": "claims no later than 30 days after the date of discharge from the \nHospital.  \n \n \nClaim Submission: You must submit a separate claim for each person claiming and for each medical \ncondition being claimed for. \n \n \nSupporting documents: When You send Us copies of supporting documents (e.g. medical receipts), please \nmake sure You keep the originals. We have the right to request original supporting documents/receipts for \nauditing purposes up to 12 months after settling  Your claim. We may also"}, {"file_name": "Bajaj", "chunk_id": 316, "text": " request proof of payment by You \n(e.g. a bank or credit card statement) for medical bills You have paid. We advise that You keep copies of all \ncorrespondence with Us as We cannot be held responsible for correspondence that fails to reach Us for any \nreason outside of Our control. \n \n \nDeductibles: If the amount You are claiming is less than the Deductible figure in  Your plan, You can Send Us \neach claim every time You receive treatment. Once You reach the Deductible amount, We'll start reimb"}, {"file_name": "Bajaj", "chunk_id": 317, "text": "ursing \nYou. \nAttach all supporting receipts and/or invoices with  Your claim. \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 38 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (To"}, {"file_name": "Bajaj", "chunk_id": 318, "text": "ll Free No.) \nGLOBAL HEALTH CARE \n \n \nCurrency: Please specify the currency You wish to be paid in. On rare occasions, We may not be able to \nmake a payment in that currency due to international banking regulations. If this happens, We will identify a \nsuitable alternative currency. If We have to make a conversion from one currency to another, We will use the \nexchange rate that applied on the date the invoices were issued, or on the date that We pay Your claim.  \nPlease note that We reserve th"}, {"file_name": "Bajaj", "chunk_id": 319, "text": "e right to choose which currency exchange rate to apply. \n \nReimbursement: We will only reimburse (within the limit of  Your Policy) eligible costs after considering any \nTreatment Guarantee requirements, Deductibles or co-payments outlined in the Table of Benefits. \nReasonable and customary cost: We will only reimburse charges that are reasonable and customary in \naccordance with standard and generally accepted medical procedures. If We consider a claim to be \ninappropriate, We reserve the rig"}, {"file_name": "Bajaj", "chunk_id": 320, "text": "ht to decline Your claim or reduce the amount We pay.  \n \n \nDeposits: If You have to pay a deposit in advance of any medical treatment, We will reimburse this cost only \nafter treatment has taken place. This is only applicable where deposit amount was deducted from the final bill \nissued by the medical provider to us. \n \n \nProviding information: You and Your dependants agree to help Us get all the information We need to process \na claim. We have the right to access all medical records and to h"}, {"file_name": "Bajaj", "chunk_id": 321, "text": "ave direct discussions with the medical \nprovider or the treating Doctor. We may, at Our own expense, request a medical examination by Our Doctors if \nWe think it's necessary. All information will be treated confidentially. We reserve the right to withhold benefits if \nYou or Your dependants do not support Us in getting the information We need. \n \nB. Seeking treatment? \n \nWe understand that seeking treatment can be stressful. Follow the steps below so We can look after the details – \nwhile You c"}, {"file_name": "Bajaj", "chunk_id": 322, "text": "oncentrate on getting better. \nCheck Your level of cover \nFirst, check that Your plan covers the treatment You are seeking. Your Table of Benefits will confirm what is \ncovered. However, You can always call Our Helpline if You have any queries. \n24/7 International Helpline number +353 1 630 1301 \n \nSome treatments require Our pre-approval \nCertain benefits under this policy for International Cover would require You to seek pre-approval at least 72 hours \nprior to admission or availing the benefi"}, {"file_name": "Bajaj", "chunk_id": 323, "text": "t in case of planned treatments. The pre-approval process helps Us assess \neach case, organize everything with the Hospital before Your arrival and make direct payment of Your Hospital bill \neasier, where possible. If You make a claim without obtaining Our pre-approval the following will apply:   \ni. \nIf the treatment received is subsequently proven to be medically unnecessary, We reserve the right to \ndecline Your claim in accordance with the policy terms and conditions \nii. \nIf the treatment i"}, {"file_name": "Bajaj", "chunk_id": 324, "text": "s subsequently proven to be medically necessary, we will process the claim basis on \nreasonable and customary expenses up to 80% of the coverage, subject to the policy terms and conditions. \nList of coverage which require prior approval are as below. \ni. \nIn-patient Hospitalization Treatment (Section C, Part B,I-1) \nii. \nDay Care Procedures (Section C, Part B,I-5) \niii. \nLiving Donor Medical Costs (Section C, Part B,I-6) \niv. \nMental Illness Treatment (Section C, Part B,I-9) \nv. \nAccommodation c"}, {"file_name": "Bajaj", "chunk_id": 325, "text": "osts for one parent staying in Hospital with an Insured child under 18 years of age \n(Applicable to Imperial Plus Plan only) (Section C, Part B,I-11) \nvi. \nPalliative care (Applicable to Imperial Plus Plan only) (Section C, Part B,I-16) \nClaiming for Your out-patient, dental and other expenses \nIf Your treatment does not require Our pre-approval, You can simply pay the bill and claim the expenses from Us. \nIn this case, follow these steps: \n1. Receive Your medical treatment and pay the medical p"}, {"file_name": "Bajaj", "chunk_id": 326, "text": "rovider. \n2. Get an invoice from Your medical provider. (This should state Your name, treatment date(s), the \ndiagnosis/medical condition that You received treatment for, the date of onset of symptoms, the nature of the \ntreatment and the fees charged.) \n3. Claim back Your eligible costs via Our MyHealth app or online portal (www.allianzcare.com/en/myhealth). \nSimply enter a few key details, add Your invoice(s) and press ‘submit’. \n \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                  "}, {"file_name": "Bajaj", "chunk_id": 327, "text": "              Global Health Care/ Policy Wordings/Page 39 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \nGetting Inpatient treatment  \n \nDownload a Treatment Guarantee Form from Our website: www.allianzcare.com/me"}, {"file_name": "Bajaj", "chunk_id": 328, "text": "mbers (Link provided is subject \nto change. Final version to be communicated to members upon Policy issuance) \nComplete the form and send it to Us at least five working days before treatment. You can send it by email, fax or \npost to the address shown on the form. \nWe contact the Hospital to organise payment of Your bill directly, where possible. \nWe can also take Treatment Guarantee Form details over the phone if treatment is taking place within 72 hours. \nPlease note that We may decline Your c"}, {"file_name": "Bajaj", "chunk_id": 329, "text": "laim if pre-approval is not obtained. \n \nIf it's an Emergency: \nGet the Emergency treatment You need and call Us if You need any advice or support. \nIf You are Hospitalised, either You, Your Doctor, one of Your dependants or a colleague needs to call Our Helpline \n(within 48 hours of the Emergency) to inform Us of the Hospitalisation. We can take Treatment Guarantee Form \ndetails over the phone when You call Us. \n24/7 International Helpline number +353 1 630 1301 \n \n46. Conditions Precedent \nWhe"}, {"file_name": "Bajaj", "chunk_id": 330, "text": "re this Policy requires You to do or not to do something, then the complete satisfaction of that requirement by \nYou or someone claiming on Your behalf is a precondition to any obligation We have under this Policy. If You or \nsomeone claiming on Your behalf fails to completely satisfy that requirement, then We may refuse to consider Your \nclaim.  \n \n47. Insured \nOnly the Insured mentioned in the Policy Schedule shall be covered under the Policy. Cover under the Policy \nshall be withdrawn from In"}, {"file_name": "Bajaj", "chunk_id": 331, "text": "sured upon such Insured giving 15 days written notice to be received by Us.  \n48. Additional Conditions for Fraud: in case of Fraud, the premium paid shall be forfeited \n \n49. Communications \nAny communication meant for Us must be in writing and be delivered to Our address shown in the Policy Schedule. \nAny communication meant for You will be sent by Us to Your address shown in the Policy Schedule. \n \n50. Claim Assistance-  \nIn event of a claim during the Insured’s overseas trip, He/She shall co"}, {"file_name": "Bajaj", "chunk_id": 332, "text": "ntact on Our toll-free numbers or email ids \navailable on Policy Wording. We provide assistance through Our In house Team or may seek assistance from \noverseas assistance partners. \n \n51. Nationality: \nIndian nationals residing in India would be considered for this Policy. \n \n52. Additional conditions for Arbitration: \ni. \nIf any dispute or difference shall arise as to the quantum to be paid under the Policy, (liability being otherwise \nadmitted) such difference shall independently of all other "}, {"file_name": "Bajaj", "chunk_id": 333, "text": "questions, be referred to the decision of a sole \narbitrator to be appointed in writing by the parties here to or if they cannot agree upon a single arbitrator \nwithin thirty days of any party invoking arbitration, the same shall be referred to a panel of three arbitrators, \ncomprising two arbitrators, one to be appointed by each of the parties to the dispute/difference and the third \narbitrator to be appointed by such two arbitrators and arbitration shall be conducted under and in accordance \nw"}, {"file_name": "Bajaj", "chunk_id": 334, "text": "ith the provisions of the Arbitration and Conciliation Act 1996, as amended by Arbitration and Conciliation \n(Amendment) Act, 2015 (No. 3 of 2016).  \nii. It is clearly agreed and understood that no difference or dispute shall be preferable to arbitration as herein \nbefore provided, if the Company has disputed or not accepted liability under or in respect of the Policy.  \niii. It is hereby expressly stipulated and declared that it shall be a condition precedent to any right of action or \nsuit upo"}, {"file_name": "Bajaj", "chunk_id": 335, "text": "n the Policy that award by such arbitrator/arbitrators of the amount of expenses shall be first obtained.  \niv. It is also hereby further expressly agreed and declared that if the Insurer shall disclaim/repudiate the claim \nand the liability to the Insured/Insured’s Legal Heirs for any claim under the Policy issued to the Insured, and \nsuch claim shall not, within 12 calendar months from the date of such disclaimer/repudiation have been made \nthe subject matter of a suit or proceeding before a c"}, {"file_name": "Bajaj", "chunk_id": 336, "text": "ompetent Court of law in India or any other competent \nstatutory forum/tribunal in India, then all benefits/indemnities under the Policy shall be forfeited and the rights \nof Insured shall stand extinguished and the liability of the Insurer shall also stand discharged. \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 40 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yeraw"}, {"file_name": "Bajaj", "chunk_id": 337, "text": "ada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \nv. The seat and venue of the Arbitration shall be Pune. This condition remains valid, should the Policy become \nvoid. \nvi. In the event that the Arbitration provisions shall be held to be invalid then all such disputes or differences \nshall be referred to the exclusive juris"}, {"file_name": "Bajaj", "chunk_id": 338, "text": "diction of the Indian Courts subject to other Terms and Conditions of the \nPolicy. \n \n53. Additional Grievance Redressal Procedure \nWelcome to Bajaj Allianz and Thank You for choosing Us as Your Insurer. \nThe Company has always been known as a forward-looking customer centric organization. It takes immense pride \nin its approach of “Caringly Yours”. To provide You with top-notch service on all fronts, the Company has provided \nwith multiple platforms via which You can always reach out to Us at b"}, {"file_name": "Bajaj", "chunk_id": 339, "text": "elow mentioned touch points \n1. Our toll-free number 1-800-209- 5858 or 020-30305858, say Say “Hi” on WhatsApp on +91 7507245858  \n2. Branches for resolution of Your grievances / complaints, the Branch details can be found on Our website \nwww.bajajallianz.com/branch-locator.html \n3. Register Your grievances / complaints on Our website \n www.bajajallianz.com/about-Us/customer-service.html \n4. E-mail  \na) Level 1 Write to bagichelp@bajajallianz.co.in and for senior citizens to seniorcitizen@bajaja"}, {"file_name": "Bajaj", "chunk_id": 340, "text": "llianz.co.in \nb) Level 2 In case You are not satisfied with the response given to You at Level 1 You may write to Our \nGrievance Redressal Officer at ggro@bajajallianz.co.in  \nc) Level 3 If in case, Your grievance is still not resolved, and You wish to talk to Our care specialist, please give \na missed call on +91 80809 45060 OR SMS To 575758 and Our care specialist will call You back  \n5. If You are still not satisfied with the decision of the Insurance Company, You may approach the Insurance \n"}, {"file_name": "Bajaj", "chunk_id": 341, "text": "Ombudsman, established by the Central Government for redressal of grievance.  Detailed process along with \nlist of Ombudsman offices are available at www.cioins.co.in/ombudsman.html \n \nGrievance Redressal Cell for Senior Citizens \nSenior Citizen Cell for Insured Beneficiary who are Senior Citizens  \n‘Good things come with time’ and so for Our customers who are above 60 years of age We have created \nspecial cell to address any health insurance related query.  Our senior citizen customers can reac"}, {"file_name": "Bajaj", "chunk_id": 342, "text": "h Us through \nthe below dedicated channels to enable Us to service them promptly  \nHealth toll free number: 1800-103-2529 \nExclusive Email address: seniorcitizen@bajajallianz.co.in \n \nComplaints and dispute resolution procedure for International Cover  \nOur Helpline is always the first number to call if You have any comments or complaints. If We can’t resolve the \nproblem on the phone, please email or write to Us:  \n[For designer Phone icon]  \n+353 1 630 1301 \n[For designer Email icon:]  \nclient"}, {"file_name": "Bajaj", "chunk_id": 343, "text": ".services@allianzworldwidecare.com  \n[For designer Address Icon:]  \nCustomer Advocacy Team, Allianz Care, 15 Joyce Way, Park West Business \nCampus, Nangor Road, Dublin 12, Ireland. \nWe will handle Your complaint according to Our internal complaint management procedure. For details see:  \n[For designer web icon:] www.allianzcare.com/complaints-procedure  \nYou can also contact Our Helpline to obtain a copy of this procedure. \n \nThe contact details of the ombudsman offices are mentioned below \nOffi"}, {"file_name": "Bajaj", "chunk_id": 344, "text": "ce Details \nJurisdiction of Office \nUnion Territory,District) \nAHMEDABAD -  \nInsurance Ombudsman \nOffice of the Insurance Ombudsman, \nJeevan Prakash Building, 6th floor, \nTilak Marg, Relief Road, \nAHMEDABAD – 380 001. \nTel.: 079 - 25501201/02/05/06 \nEmail: bimalokpal.ahmedabad@cioins.co.in   \nGujarat, Dadra & Nagar Haveli, Daman and Diu \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 41 \n \n \nBajaj Allianz General Insurance Co."}, {"file_name": "Bajaj", "chunk_id": 345, "text": " Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \nOffice Details \nJurisdiction of Office \nUnion Territory,District) \nBENGALURU - \nInsurance Ombudsman \nOffice of the Insurance Ombudsman, \nJeevan Soudha Building,PID No. 57-27-N-19 \nGround Floor, 19/19, 24th "}, {"file_name": "Bajaj", "chunk_id": 346, "text": "Main Road, \nJP Nagar, Ist Phase, Bengaluru – 560 078. \nTel.: 080 - 26652048 / 26652049 \nEmail: bimalokpal.bengaluru@cioins.co.in  \nKarnataka. \nBHOPAL - \nInsurance Ombudsman \nOffice of the Insurance Ombudsman, \nJanak Vihar Complex, 2nd Floor, \n6, Malviya Nagar, Opp. Airtel Office, \nNear New Market, Bhopal – 462 003. \nTel.: 0755 - 2769201 / 2769202 \nEmail: bimalokpal.bhopal@cioins.co.in \nMadhya Pradesh \nChattisgarh. \nBHUBANESHWAR – \nInsurance Ombudsman \nOffice of the Insurance Ombudsman, \n62, Fore"}, {"file_name": "Bajaj", "chunk_id": 347, "text": "st park, \nBhubaneswar – 751 009. \nTel.: 0674 - 2596461 /2596455 \nEmail: bimalokpal.bhubaneswar@cioins.co.in  \nOrissa. \nCHANDIGARH -  \nInsurance Ombudsman \nOffice of the Insurance Ombudsman, \nS.C.O. No. 101, 102 & 103, 2nd Floor, \nBatra Building, Sector 17 – D, \nChandigarh – 160 017. \nTel.: 0172 - 2706196 / 2706468 \nEmail: bimalokpal.chandigarh@cioins.co.in  \nPunjab, Haryana (excluding Gurugram, Faridabad, Sonepat and \nBahadurgarh), Himachal Pradesh, Union Territories of Jammu & \nKashmir,Ladakh &"}, {"file_name": "Bajaj", "chunk_id": 348, "text": " Chandigarh. \nCHENNAI -  \nInsurance Ombudsman \nOffice of the Insurance Ombudsman, \nFatima Akhtar Court, 4th Floor, 453, \nAnna Salai, Teynampet, \nCHENNAI – 600 018. \nTel.: 044 - 24333668 / 24335284 \nEmail: bimalokpal.chennai@cioins.co.in  \nTamil Nadu, PuducherryTown and Karaikal (which are part of Puducherry) \nDELHI –  \nInsurance Ombudsman \nOffice of the Insurance Ombudsman, \n2/2 A, Universal Insurance Building, \nAsaf Ali Road, \nNew Delhi – 110 002. \nTel.: 011 - 23232481/23213504 \nEmail: bimalokp"}, {"file_name": "Bajaj", "chunk_id": 349, "text": "al.delhi@cioins.co.in  \nDelhi & following Districts of Haryana - Gurugram, Faridabad, Sonepat & \nBahadurgarh. \nGUWAHATI -  \nInsurance Ombudsman \nOffice of the Insurance Ombudsman, \nJeevan Nivesh, 5th Floor, \nNr. Panbazar over bridge, S.S. Road, \nGuwahati – 781001(ASSAM). \nAssam, Meghalaya, Manipur, Mizoram, Arunachal Pradesh, Nagaland and \nTripura. \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 42 \n \n \nBajaj Allianz General I"}, {"file_name": "Bajaj", "chunk_id": 350, "text": "nsurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \nOffice Details \nJurisdiction of Office \nUnion Territory,District) \nTel.: 0361 - 2632204 / 2602205 \nEmail: bimalokpal.guwahati@cioins.co.in  \nHYDERABAD -  \nInsurance Ombudsman \nOffice of the Insu"}, {"file_name": "Bajaj", "chunk_id": 351, "text": "rance Ombudsman, \n6-2-46, 1st floor, \"Moin Court\", \nLane Opp. Saleem Function Palace, \nA. C. Guards, Lakdi-Ka-Pool, Hyderabad - 500 004. \nTel.: 040 - 23312122 \nEmail: bimalokpal.hyderabad@cioins.co.in  \nAndhra Pradesh, Telangana, Yanam and part of Union Territory of \nPuducherry. \nJAIPUR - \nInsurance Ombudsman \nOffice of the Insurance Ombudsman, \nJeevan Nidhi – II Bldg., Gr. Floor, \nBhawani Singh Marg, \nJaipur - 302 005. \nTel.: 0141 - 2740363 \nEmail: bimalokpal.jaipur@cioins.co.in  \nRajasthan. \nE"}, {"file_name": "Bajaj", "chunk_id": 352, "text": "RNAKULAM –  \nInsurance Ombudsman \nOffice of the Insurance Ombudsman, \n2nd Floor, Pulinat Bldg., \nOpp. Cochin Shipyard, M. G. Road, \nErnakulam - 682 015. \nTel.: 0484 - 2358759 / 2359338 \nEmail: bimalokpal.ernakulam@cioins.co.in  \nKerala, Lakshadweep, Mahe-a part of Union Territory of Puducherry. \nKOLKATA –  \nInsurance Ombudsman \nOffice of the Insurance Ombudsman, \nHindustan Bldg. Annexe, 4th Floor, \n4, C.R. Avenue, \nKOLKATA - 700 072. \nTel.: 033 - 22124339 / 22124340 \nEmail: bimalokpal.kolkata@ci"}, {"file_name": "Bajaj", "chunk_id": 353, "text": "oins.co.in  \nWest Bengal, Sikkim, Andaman & Nicobar Islands. \nLUCKNOW – \nInsurance Ombudsman \nOffice of the Insurance Ombudsman, \n6th Floor, Jeevan Bhawan, Phase-II, \nNawal Kishore Road, Hazratganj, \nLucknow - 226 001. \nTel.: 0522 - 2231330 / 2231331 \nEmail: bimalokpal.lucknow@cioins.co.in  \nDistricts of Uttar Pradesh : Lalitpur, Jhansi, Mahoba, Hamirpur, Banda, \nChitrakoot, Allahabad, Mirzapur, Sonbhabdra, Fatehpur, Pratapgarh, \nJaunpur,Varanasi, Gazipur, Jalaun, Kanpur, Lucknow, Unnao, Sitapur"}, {"file_name": "Bajaj", "chunk_id": 354, "text": ", \nLakhimpur, Bahraich, Barabanki, Raebareli, Sravasti, Gonda, Faizabad, \nAmethi, Kaushambi, Balrampur, Basti, Ambedkarnagar, Sultanpur, \nMaharajgang, Santkabirnagar, Azamgarh, Kushinagar, Gorkhpur, Deoria, \nMau, Ghazipur, Chandauli, Ballia, Sidharathnagar.. \nMUMBAI - \nInsurance Ombudsman \nOffice of the Insurance Ombudsman, \n3rd Floor, Jeevan Seva Annexe, \nS. V. Road, Santacruz (W), \nMumbai - 400 054. \nTel.: 69038821/23/24/25/26/27/28/28/29/30/31 \nEmail: bimalokpal.mumbai@cioins.co.in  \nGoa, Mum"}, {"file_name": "Bajaj", "chunk_id": 355, "text": "bai Metropolitan Region (excluding Navi Mumbai & Thane). \nNOIDA -  \nInsurance Ombudsman \nOffice of the Insurance Ombudsman, \nBhagwan Sahai Palace \nState of Uttarakhand and the following Districts of Uttar Pradesh: Agra, \nAligarh, Bagpat, Bareilly, Bijnor, Budaun, Bulandshehar, Etah, Kannauj, \nMainpuri, Mathura, Meerut, Moradabad, Muzaffarnagar, Oraiyya, Pilibhit, \nEtawah, Farrukhabad, Firozbad, Gautam Buddh nagar, Ghaziabad, Hardoi, \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                  "}, {"file_name": "Bajaj", "chunk_id": 356, "text": "              Global Health Care/ Policy Wordings/Page 43 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \nOffice Details \nJurisdiction of Office \nUnion Territory,District) \n4th Floor, Main Road, Naya Bans, Sector 1"}, {"file_name": "Bajaj", "chunk_id": 357, "text": "5, \nDistt: Gautam Buddh Nagar, U.P-201301. \nTel.: 0120-2514252 / 2514253 \nEmail: bimalokpal.noida@cioins.co.in  \nShahjahanpur, Hapur, Shamli, Rampur, Kashganj, Sambhal, Amroha, \nHathras, Kanshiramnagar, Saharanpur. \nPATNA –  \nInsurance Ombudsman \nOffice of the Insurance Ombudsman, \n2nd Floor, Lalit Bhawan, \nBailey Road, \nPatna 800 001. \nTel.: 0612-2547068 \nEmail: bimalokpal.patna@cioins.co.in  \nBihar, \nJharkhand. \nPUNE -  \nInsurance Ombudsman \nOffice of the Insurance Ombudsman, \nJeevan Darshan B"}, {"file_name": "Bajaj", "chunk_id": 358, "text": "ldg., 3rd Floor, \nC.T.S. No.s. 195 to 198, N.C. Kelkar Road, \nNarayan Peth, Pune – 411 030. \nTel.: 020-41312555 \nEmail: bimalokpal.pune@cioins.co.in \n Maharashtra, Areas of Navi Mumbai and Thane (excluding Mumbai \nMetropolitan Region). \nNote: Address and contact number of Governing Body of Insurance Council \nExecutive Council Of Insurers, 3rd Floor, Jeevan Seva Annexe, S. V. Road, Santacruz (W), Mumbai - 400 054. \nTel.: 022 - 69038801/03/04/05/06/07/08/09 \nEmail: inscoun@cioins.co.in \n \nAnnexure"}, {"file_name": "Bajaj", "chunk_id": 359, "text": " I- List of Day Care Procedures \n   ENT \n   General Surgery \n1  Stapedotomy \n204  Infected Keloid Excision \n2  Myringoplasty(Type I Tympanoplasty) \n205  Incision of a pilonidal sinus / abscess \n3  Revision stapedectomy \n206  Axillary lymphadenectomy \n4  Labyrinthectomy for severe Vertigo \n207   Wound debridement and Cover \n5  Stapedectomy under GA \n208   Abscess-Decompression \n6  Ossiculoplasty \n209  Cervical lymphadenectomy \n7  Myringotomy with Grommet Insertion \n210  infected sebaceous cyst \n8"}, {"file_name": "Bajaj", "chunk_id": 360, "text": "  Tympanoplasty (Type III) \n211  Inguinal lymphadenectomy \n9  Stapedectomy under LA \n212   Incision and drainage of Abscess \n10  Revision of the fenestration of the inner ear. \n213  Suturing of lacerations \n11  Tympanoplasty (Type IV) \n214  Scalp Suturing \n12  Endolymphatic Sac Surgery for Meniere's \nDisease \n215  Infected lipoma excision \n13  Turbinectomy \n216  Maximal anal dilatation \n14  Removal of Tympanic Drain under LA \n217  Piles \n15  Endoscopic Stapedectomy \n   A)Injection Sclerotherapy "}, {"file_name": "Bajaj", "chunk_id": 361, "text": "\n16  Fenestration of the inner ear \n   B)Piles banding \n17  Incision and drainage of perichondritis \n218  Liver Abscess- catheter drainage \n18  Septoplasty \n219  Fissure in Ano- fissurectomy \n19  Vestibular Nerve section \n220  Fibroadenoma breast excision \n20  Thyroplasty Type I \n221  OesophagealvaricesSclerotherapy \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 44 \n \n \nBajaj Allianz General Insurance Co. Ltd.                "}, {"file_name": "Bajaj", "chunk_id": 362, "text": "       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n21  Pseudocyst of the Pinna - Excision \n222  ERCP - pancreatic duct stone removal \n22  Incision and drainage - Haematoma Auricle \n223   Perianal abscess I&D \n23  Tympanoplasty (Type II) \n224  Perianal hematoma Evacuation \n24  K"}, {"file_name": "Bajaj", "chunk_id": 363, "text": "eratosis removal under GA \n225  Fissure in anosphincterotomy \n25  Reduction of fracture of Nasal Bone \n226  UGI scopy and Polypectomyoesophagus \n26  Excision and destruction of lingual tonsils \n227  Breast abscess I& D \n27  Conchoplasty \n228  Feeding Gastrostomy \n28   Thyroplasty Type II \n229  Oesophagoscopy and biopsy of growth oesophagus \n29  Tracheostomy \n230  UGI scopy and injection of adrenaline, sclerosants   - \nbleeding ulcers \n30  Excision of Angioma Septum \n231  ERCP - Bile duct stone r"}, {"file_name": "Bajaj", "chunk_id": 364, "text": "emoval \n31  Turbinoplasty \n232  Ileostomy closure \n32  Incision & Drainage of Retro Pharyngeal \nAbscess \n233  Colonoscopy \n33  UvuloPalatoPharyngoPlasty \n234  Polypectomy colon \n34  Palatoplasty \n235  Splenic abscesses  Laparoscopic Drainage  \n35  Tonsillectomy without adenoidectomy \n236  UGI SCOPY and Polypectomy stomach \n36  Adenoidectomy with Grommet insertion \n237   Rigid Oesophagoscopy for FB removal \n37  Adenoidectomy without  Grommet insertion \n238  Feeding Jejunostomy \n38  Vocal Cord lat"}, {"file_name": "Bajaj", "chunk_id": 365, "text": "eralisation Procedure \n239   Colostomy \n39  Incision & Drainage of Para Pharyngeal \nAbscess  \n240  Ileostomy \n40  Transoral incision and drainage of a pharyngeal \nabscess \n241  colostomy closure \n41  Tonsillectomy with adenoidectomy \n242  Submandibular salivary duct stone removal \n42  Tracheoplasty Ophthalmology \n243  Pneumatic reduction of intussusception \n43  Incision of tear glands \n244  Varicose veins legs - Injection sclerotherapy \n44  Other operation on the tear ducts \n245   Rigid Oesophag"}, {"file_name": "Bajaj", "chunk_id": 366, "text": "oscopy for Plummer vinson \nsyndrome \n45  Incision of diseased eyelids \n246   Pancreatic Pseudocysts Endoscopic  Drainage \n46  Excision and destruction of the diseased tissue \nof the eyelid \n247   ZADEK's Nail bed excision  \n47  Removal of foreign body from the lens of the \neye. \n248   Subcutaneous mastectomy \n48  Corrective surgery of the entropion and \nectropion \n249  Excision of Ranula under GA \n49  Operations for pterygium \n250   Rigid Oesophagoscopy for dilation of benign \nStrictures \n50  Co"}, {"file_name": "Bajaj", "chunk_id": 367, "text": "rrective surgery of blepharoptosis \n251   Eversion of Sac \n51  Removal of foreign body from conjunctiva \n   a) Unilateral \n52  Biopsy of tear gland \n   b)Bilateral \n53  Removal of Foreign body from cornea \n252   Lord's plication \n54  Incision of the cornea \n253   Jaboulay's Procedure \n55  Other operations on the cornea \n254   Scrotoplasty \n56  Operation on the canthus and epicanthus \n255   Surgical treatment of varicocele \n57  Removal of foreign body from the orbit and the \neye ball. \n256   Epid"}, {"file_name": "Bajaj", "chunk_id": 368, "text": "idymectomy \n58  Surgery for cataract  \n257  Circumcision for Trauma \n59  Treatment of retinal lesion \n258   Meatoplasty \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 45 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800"}, {"file_name": "Bajaj", "chunk_id": 369, "text": " 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n60  Removal of foreign body from the posterior \nchamber of the eye \n259  Intersphincteric abscess incision and drainage \nOncology \n260  Psoas Abscess Incision and Drainage \n61  IV Push Chemotherapy \n261  Thyroid abscess Incision and Drainage \n62  HBI-Hemibody Radiotherapy \n262   TIPS procedure for  portal hypertension \n63  Infusional Targeted therapy \n263  Esophageal  Growth stent  \n64  SRT-Stereotactic Arc Therapy \n264  "}, {"file_name": "Bajaj", "chunk_id": 370, "text": "PAIR Procedure of Hydatid Cyst liver  \n65  SC administration of  Growth Factors \n265  Tru cut liver biopsy \n66  Continuous Infusional Chemotherapy \n266   Photodynamic therapy or esophageal tumour and  \nLung tumour \n67  Infusional Chemotherapy \n267   Excision of Cervical RIB \n68  CCRT-Concurrent Chemo + RT \n268   laparoscopic reduction of intussusception \n69  2D Radiotherapy \n269   Microdochectomy breast \n70  3D Conformal Radiotherapy \n270  Surgery for fracture Penis  \n71  IGRT- Image Guided Radi"}, {"file_name": "Bajaj", "chunk_id": 371, "text": "otherapy \n271   Sentinel node biopsy \n72  IMRT- Step & Shoot \n272  Parastomal hernia \n73  Infusional Bisphosphonates \n273  Revision colostomy \n74  IMRT- DMLC \n274  Prolapsed colostomy- Correction \n75  Rotational Arc Therapy \n275  Testicular biopsy  \n76   Tele gamma therapy \n276  laparoscopic cardiomyotomy( Hellers) \n77  FSRT-Fractionated SRT \n277  Sentinel node biopsy malignant melanoma \n78  VMAT-Volumetric Modulated Arc Therapy \n278   laparoscopic pyloromyotomy( Ramstedt) \n79  SBRT-Stereotactic"}, {"file_name": "Bajaj", "chunk_id": 372, "text": " Body Radiotherapy \nOrthopedics \n80  Helical Tomotherapy \n279  Arthroscopic Repair of ACL tear knee \n81  SRS-Stereotactic Radiosurgery \n280  Closed reduction of minor Fractures \n82  X-Knife SRS \n281  Arthroscopic repair of PCL tear knee \n83  Gammaknife SRS \n282  Tendon shortening \n84  TBI- Total Body Radiotherapy \n283  Arthroscopic  Meniscectomy - Knee \n85  intraluminal Brachytherapy \n284  Treatment of clavicle dislocation \n86   Electron Therapy \n285  Arthroscopic meniscus repair \n87  TSET-Total"}, {"file_name": "Bajaj", "chunk_id": 373, "text": " Electron Skin Therapy \n286  Haemarthrosis knee- lavage \n88  Extracorporeal Irradiation of  Blood Products \n287  Abscess  knee joint drainage  \n89  Telecobalt Therapy \n288  Carpal tunnel release \n90  Telecesium Therapy \n289  Closed reduction of minor dislocation \n91   External mould Brachytherapy \n290  Repair of knee cap tendon \n92   Interstitial Brachytherapy \n291  ORIF with K wire fixation- small bones \n93  Intracavity Brachytherapy \n292  Release of midfoot joint \n94  3D Brachytherapy \n293  OR"}, {"file_name": "Bajaj", "chunk_id": 374, "text": "IF with plating- Small long bones \n95  Implant Brachytherapy \n294  Implant removal minor \n96  Intravesical Brachytherapy \n295  K wire removal \n97  Adjuvant Radiotherapy \n296  POP application \n98   Afterloading Catheter Brachytherapy \n297  Closed reduction and external fixation \n99  Conditioning Radiothearpy for BMT \n298  Arthrotomy Hip joint  \n100  Extracorporeal Irradiation to the Homologous \nBone grafts \n299  Syme's amputation \n101  Radical chemotherapy \n300  Arthroplasty \n102  Neoadjuvant rad"}, {"file_name": "Bajaj", "chunk_id": 375, "text": "iotherapy \n301  Partial removal of rib \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 46 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n103  L"}, {"file_name": "Bajaj", "chunk_id": 376, "text": "DR Brachytherapy \n302  Treatment of sesamoid bone fracture \n104  Palliative Radiotherapy \n303  Shoulder arthroscopy / surgery \n105  Radical Radiotherapy \n304  Elbow arthroscopy \n106  Palliative chemotherapy \n305  Amputation of metacarpal bone \n107  Template Brachytherapy \n306  Release of thumb contracture \n108  Neoadjuvant chemotherapy \n307  Incision of foot fascia \n109  Adjuvant chemotherapy \n308  calcaneum spur hydrocort injection \n110  Induction chemotherapy \n309  Ganglion wrist hyalase injec"}, {"file_name": "Bajaj", "chunk_id": 377, "text": "tion \n111  Consolidation chemotherapy \n310  Partial removal of metatarsal \n112  Maintenance chemotherapy \n311  Repair / graft of foot tendon \n113  HDR Brachytherapy \n312  Revision/Removal of Knee cap \nPlastic Surgery \n313  Amputation follow-up surgery \n114  Construction skin pedicle flap  \n314  Exploration of ankle joint \n115  Gluteal pressure ulcer-Excision \n315  Remove/graft leg bone lesion \n116  Muscle-skin graft, leg \n316  Repair/graft achilles tendon \n117  Removal of bone for graft \n317  Re"}, {"file_name": "Bajaj", "chunk_id": 378, "text": "move of tissue expander \n118  Muscle-skin graft duct fistula \n318  Biopsy elbow joint lining \n119  Removal cartilage graft \n319  Removal of wrist prosthesis \n120  Myocutaneous flap \n320  Biopsy finger joint lining \n121  Fibro myocutaneous flap \n321  Tendon lengthening \n122  Breast reconstruction surgery after \nmastectomy \n322  Treatment of shoulder dislocation \n123  Sling operation  for facial palsy \n323  Lengthening of hand tendon \n124   Split Skin Grafting under RA \n324  Removal of elbow bursa"}, {"file_name": "Bajaj", "chunk_id": 379, "text": " \n125  Wolfe skin graft \n325  Fixation of knee joint \n126  Plastic surgery to the floor of the mouth under \nGA \n326  Treatment of foot dislocation \nUrology \n327  Surgery of bunion \n127  AV fistula - wrist \n328  intra articular steroid injection  \n128  URSL with stenting \n329  Tendon transfer procedure \n129  URSL with lithotripsy \n330  Removal of knee cap bursa \n130   CystoscopicLitholapaxy \n331  Treatment of fracture of ulna \n131   ESWL \n332  Treatment of scapula fracture \n132  Haemodialysis \n33"}, {"file_name": "Bajaj", "chunk_id": 380, "text": "3   Removal of  tumor of arm/ elbow under RA/GA \n133  Bladder Neck Incision \n334  Repair of ruptured tendon \n134   Cystoscopy & Biopsy \n335  Decompress forearm space \n135  Cystoscopy and removal of polyp \n336  Revision of neck muscle ( Torticollis release ) \n136  Suprapubiccystostomy \n337  Lengthening of thigh tendons \n137  percutaneous nephrostomy \n338  Treatment fracture of radius & ulna \n139  Cystoscopy and \"SLING\" procedure. \n339  Repair of knee joint Paediatric surgery \n140  TUNA- prostate "}, {"file_name": "Bajaj", "chunk_id": 381, "text": "\n340   Excision Juvenile  polyps rectum \n141   Excision of urethral diverticulum \n341   Vaginoplasty \n142   Removal of urethral Stone  \n342   Dilatation of accidental caustic stricture \noesophageal \n143   Excision of urethral prolapse \n343   PresacralTeratomas Excision \n144   Mega-ureter reconstruction \n344   Removal of vesical stone  \n145  Kidney renoscopy  and biopsy \n345   Excision Sigmoid Polyp \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ P"}, {"file_name": "Bajaj", "chunk_id": 382, "text": "olicy Wordings/Page 47 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n146  Ureter endoscopy and treatment \n346   SternomastoidTenotomy \n147  Vesico ureteric reflux correction \n347   Infantile Hypertrophic Pyloric "}, {"file_name": "Bajaj", "chunk_id": 383, "text": "Stenosis \npyloromyotomy \n148  Surgery for pelvi ureteric junction obstruction \n348   Excision of soft tissue rhabdomyosarcoma \n149  Anderson hynes operation \n349   Mediastinal lymph node biopsy \n150  Kidney endoscopy and biopsy \n350   High Orchidectomy for testis tumours \n151  Paraphimosis surgery \n351  Excision of cervical teratoma \n152  Injury prepuce- circumcision \n352   Rectal-Myomectomy \n153  Frenular tear repair \n353  Rectal prolapse  (Delorme's procedure) \n154  Meatotomy for meatal stenos"}, {"file_name": "Bajaj", "chunk_id": 384, "text": "is \n354   Orchidopexy for undescended testis \n155  surgery for fournier's gangrene scrotum \n355   Detorsion of torsion Testis \n156  surgery filarial scrotum \n356  lap.Abdominal exploration in cryptorchidism \n157  surgery for watering can perineum \n357  EUA + biopsy multiple fistula in ano \n158  Repair of penile torsion \n358  Cystic hygroma - Injection treatment \n159  Drainage of prostate abscess \n359   Excision of fistula-in-ano \n160  Orchiectomy \nGynaecology \n161  Cystoscopy and removal of FB \n"}, {"file_name": "Bajaj", "chunk_id": 385, "text": "360  Hysteroscopic removal of myoma \n Neurology \n361  D&C \n162  Facial nerve physiotherapy \n362  Hysteroscopic resection of septum \n163  Nerve biopsy \n363  thermal Cauterisation of Cervix  \n164  Muscle biopsy \n364  MIRENA insertion \n165  Epidural steroid injection  \n365  Hysteroscopicadhesiolysis \n166  Glycerol rhizotomy \n366  LEEP \n167  Spinal cord stimulation \n367  Cryocauterisation of Cervix \n168  Motor cortex stimulation \n368  Polypectomy Endometrium \n169  Stereotactic Radiosurgery \n369  Hys"}, {"file_name": "Bajaj", "chunk_id": 386, "text": "teroscopic resection of fibroid   \n170  Percutaneous Cordotomy \n370  LLETZ \n171  Intrathecal Baclofen therapy \n371  Conization \n172  Entrapment neuropathy Release \n372  polypectomy cervix \n173  Diagnostic cerebral angiography \n373  Hysteroscopic resection of endometrial polyp  \n174  VP shunt \n374  Vulval wart excision \n175  Ventriculoatrial shunt \n375  Laparoscopic paraovarian cyst excision \nThoracic surgery \n376  uterine artery embolization  \n176   Thoracoscopy and Lung Biopsy \n377  Bartholin C"}, {"file_name": "Bajaj", "chunk_id": 387, "text": "yst excision \n177   Excision of cervical sympathetic Chain \nThoracoscopic \n378  Laparoscopic cystectomy \n178   Laser Ablation of Barrett's oesophagus \n379  Hymenectomy( imperforate Hymen) \n179   Pleurodesis \n380  Endometrial ablation \n180   Thoracoscopy and pleural biopsy \n381  vaginal wall cyst excision \n181  EBUS + Biopsy \n382  Vulval cyst Excision \n182   Thoracoscopy  ligation thoracic duct   \n383  Laparoscopic paratubal cyst  excision \n183  Thoracoscopy assisted empyaema drainage \n384  Repai"}, {"file_name": "Bajaj", "chunk_id": 388, "text": "r of vagina ( vaginal atresia ) \nGastroenterology \n385  Hysteroscopy, removal of myoma \n184  Pancreatic pseudocyst EUS & drainage \n386  TURBT \n185  RF ablation for barrett'sOesophagus \n387  Ureterocoele repair - congenital internal \n186  ERCP and papillotomy \n388  Vaginal mesh For POP \n187  Esophagoscope and sclerosant injection \n389  Laparoscopic Myomectomy \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 48 \n \n \nBajaj Allianz"}, {"file_name": "Bajaj", "chunk_id": 389, "text": " General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144 / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n188  EUS  + submucosal resection \n390  Surgery for SUI \n189  Construction of gastrostomy tube \n391  Repair recto- vagina fistula \n190  EUS +  aspiration pancreatic cyst \n392  Pelvic fl"}, {"file_name": "Bajaj", "chunk_id": 390, "text": "oor repair( excluding Fistula repair) \n191  Small bowel endoscopy (therapeutic) \n393  URS + LL  \n192  Colonoscopy ,lesion removal \n394  Laparoscopic oophorectomy \n193  ERCP   \nCritical care \n194  Colonscopy stenting of stricture \n395  Insert non- tunnel CV cath \n195  Percutaneous Endoscopic Gastrostomy \n396  Insert PICC cath ( peripherally inserted central \ncatheter ) \n196  EUS and pancreatic pseudo cyst drainage \n397  Replace PICC cath ( peripherally inserted central \ncatheter ) \n197  ERCP and "}, {"file_name": "Bajaj", "chunk_id": 391, "text": "choledochoscopy \n398  Insertion catheter, intra anterior \n198  Proctosigmoidoscopy volvulus detorsion \n399  Insertion of Portacath \n199  ERCP and sphincterotomy \n \n200  Esophageal stent placement \n \n201  ERCP + placement of biliary stents \n \n202  Sigmoidoscopy w / stent \n \n203 US + coeliac node biopsy \n \n \n \ni) The standard exclusions and waiting periods are applicable to all of the above procedures depending on the \nmedical condition/disease under treatment. Only 24 hours Hospitalization is not"}, {"file_name": "Bajaj", "chunk_id": 392, "text": " mandatory. \n \n \n \nAnnexure II:-  \n \nList I: List of Non-Medical Items \n \nLIST OF NON-MEDICAL ITEMS NOT PAYABLE \n1 \nBABY FOOD \n2 \nBABY UTILITIES CHARGES \n3 \nBEAUTY SERV ICES \n4 \nBUDS \n5 \nCARRY BAGS \n6 \nEMAIL I INTERNET CHARGES \n7 \nFOOD CHARGES (OTHER THAN PATIENT's DIET PROVIDED BY HOSPITA L) \n8 \nLAUNDRY CHARGES \n9 \nMINERAL WATER \n10 \nSANITARY PAD \n11 \nTELEPHONE CHARGES \n12 \nGUEST SERVICES \n13 \nDIAPER OF ANY TYPE \n14 \nTELEVISION CHARGES \n15 \nEXTRA DIET OF PATIENT (OTHER THAN THAT WHICH FORMS PAR"}, {"file_name": "Bajaj", "chunk_id": 393, "text": "T OF BED CHARGE) \n16 \nBIRTH CERTIFICATE \n17 \nCERTIFICATE CHARGES \n18 \nCOURIER CHARGES \n19 \nMEDICAL CERTIFICATE \n \n \n \n \n \n \n \n \n \nUIN- BAJHLIP23020V012223 \n                                Global Health Care/ Policy Wordings/Page 49 \n \n \nBajaj Allianz General Insurance Co. Ltd.                       \nBajaj Allianz House, Airport Road, Yerawada, Pune - 411 006. Reg. No.: 113 \nFor more details, log on to: www.bajajallianz.com | E-mail: bagichelp@bajajallianz.co.in or \nCall at: Sales - 1800 209 0144"}, {"file_name": "Bajaj", "chunk_id": 394, "text": " / Service - 1800 209 5858 (Toll Free No.) \nGLOBAL HEALTH CARE \n \n20 \nMEDICAL RECORDS \n21 \nPHOTOCOPIES CHARGES \n22 \nSUGAR FREE Tablets \n23 \nCREAMS POWDERS LOTIONS (TOILETRIES ARE NOT PAYABLE, ONLY PRESCRIBED MEDICAL PHARMACEUTICALS PAYABLE) \n24 \nCONVEYANCE CHARGES \n25 \nDIABETIC FOOT WEAR \n26 \nPRIVATE NURSES CHARGES - SPECIAL NURSING CHARGES \n27 \nATTENDANT CHARGES \n \n \nAnnexure III: Indicative list of Modern Treatment Methods and Advancement in Technologies \n \nA. \nUterine Artery Embolization and "}, {"file_name": "Bajaj", "chunk_id": 395, "text": "HIFU \nB. \nBalloon Sinuplasty \nC. \nDeep Brain stimulation \nD. \nOral chemotherapy \nE. \nImmunotherapy- Monoclonal Antibody to be given as injection \nF. \nIntra vitreal injections \nG. \nRobotic surgeries \nH. \nStereotactic radio surgeries \nI. \nBronchical Thermoplasty \nJ. \nVaporisation of the  prostrate  (Green  laser  treatment  or  holmium  laser treatment) \nK. \nIONM -(Intra Operative Neuro Monitoring) \nL. \nStem cell therapy:  Hematopoietic stem cells for bone marrow transplant for haematological cond"}, {"file_name": "Bajaj", "chunk_id": 396, "text": "itions to \nbe covered \n \n \nAnnexure IV: ICD codes for Mental Illness* \n \nICD \nCode \nDescription \nF00-F09 Organic, including symptomatic, mental disorders   \nF20-F29 Schizophrenia, schizotypal and delusional disorders   \nF30-F39 Mood [affective] disorders   \nF40-F48 Neurotic, stress-related and somatoform disorders   \nF50-F59 Behavioural syndromes associated with physiological disturbances and physical factors   \nF60-F69 Disorders of adult personality and behaviour  \nF80-F89 Disorders of psycholo"}, {"file_name": "Bajaj", "chunk_id": 397, "text": "gical development   \nF90-F98 Behavioural and emotional disorders with onset usually occurring in childhood and \nadolescence   \nF99 \nUnspecified mental disorder   \n \n \n*As per ICD-10 classification of Mental and Behavioral Disorders F10-F19 consist of Mental and behavioral \ndisorders due to psychoactive substance use which are not covered under \"Mental Illness Treatment\" and hence \nnot listed in Annexure IV: ICD codes for Mental Illness. \n \n"}]